{
  "id": 3615702314739,
  "title": "",
  "toggles": [
    {
      "id": 9940731660904,
      "title": "English Script",
      "content": "This is how car dealerships don't get scammed from hidden damages to the vehicle. Using this thing called a dent reflector, which has lines that will bend in the reflection around any bumps. And without the reflector, the damages would be really hard to spot in the sun. So this is definitely the best way to find any small damages a car may have.",
      "isOpen": true
    },
    {
      "id": 6131030411839,
      "title": "Translation 1",
      "content": "तो ये है वो तरीका जिससे कार डीलरशिप वाले छिपे हुए डेंट्स और डैमेज से कभी धोखा नहीं खाते. वो इस्तेमाल करते हैं इस कमाल की चीज़ का, जिसे कहते हैं डेंट रिफ्लेक्टर. देखिए, इस बोर्ड पर बनी ये सीधी लाइनें गाड़ी के रिफ्लेक्शन में एकदम सीधी दिखती हैं. लेकिन अगर गाड़ी पर कोई छोटा सा भी डेंट या उभार हो, तो ये लाइनें फौरन मुड़ जाती हैं या टेढ़ी-मेढ़ी दिखने लगती हैं. और सच तो ये है कि बिना इस रिफ्लेक्टर के, तेज धूप में भी इन बारीक डैमेजेस को अपनी आंखों से देख पाना लगभग नामुमकिन है. इसलिए ये किसी भी गाड़ी में छिपे हुए छोटे से छोटे डैमेज को पकड़ने का सबसे भरोसेमंद और बेस्ट तरीका माना जाता है.",
      "isOpen": true
    },
    {
      "id": 9155717204311,
      "title": "Translation 1.1",
      "content": "Car dealerships ko gaadiyon ke hidden damages se bewakoof banaana lagbhag impossible hai, aur iska reason hai ye dent reflector. Is reflector par bani ye lines ekdam seedhi hoti hain, lekin gaadi ke reflection me jahan par bhi koi dent ya bump hoga, wahan ye lines aisi tedi ho jaayengi. Aur kamaal ki baat to ye hai ki bina is reflector ke, in chote-mote dents ko dhoop me bhi spot karna next to impossible hai, isliye ye sabse best tareeka maana jaata hai gaadi me chupe hue chote se chote damage ko dhundne ka.",
      "isOpen": true
    },
    {
      "id": 3292183509085,
      "title": "Translation 2",
      "content": "तो चलिए देखते हैं कि कैसे कार डीलरशिप्स गाड़ियों में छुपे हुए डैमेज से होने वाले स्कैम से खुद को बचाते हैं। दरअसल, वो इस्तेमाल करते हैं इस कमाल की चीज़ का, जिसे कहते हैं डेंट रिफ्लेक्टर। इसमें बनी ये सीधी लाइन्स, गाड़ी पर मौजूद किसी भी छोटे-बड़े डेंट या बम्प के पास आते ही रिफ्लेक्शन में मुड़ जाती हैं। और अगर इस रिफ्लेक्टर का इस्तेमाल ना किया जाए, तो सीधी धूप में भी ऐसे छुपे हुए डैमेज को पकड़ पाना लगभग नामुमकिन है। इसीलिए किसी भी गाड़ी में छोटे से छोटे डैमेज का पता लगाने का ये सबसे बेस्ट तरीका माना जाता है।",
      "isOpen": true
    },
    {
      "id": 4658106281410,
      "title": "Translation 2.2",
      "content": "देखिए कार डीलरशिप वाले गाड़ी में छुपे डैमेज से कैसे बचते हैं. इसके लिए वो इस्तेमाल करते हैं इस डेंट रिफ्लेक्टर का. इसमें बनी ये लाइन्स किसी भी डेंट या बम्प के पास आते ही मुड़ जाती हैं. और इस रिफ्लेक्टर के बिना, धूप में इन डैमेजेस को देख पाना लगभग नामुमकिन है. इसलिए, गाड़ी में छोटे से छोटा डैमेज ढूंढने का यह सबसे बेस्ट तरीका है.",
      "isOpen": true
    },
    {
      "id": 8928127847586,
      "title": "Translation 3",
      "content": "पुरानी गाड़ी खरीदने जा रहे हो? तो देख लो कहीं डीलर आपको ऐसे चूना न लगा दे। असल में, गाड़ी पर लगे छोटे-मोटे डेंट सूरज की रोशनी में आसानी से नज़र ही नहीं आते। लेकिन डीलर्स इस्तेमाल करते हैं इस डेंट रिफ्लेक्टर बोर्ड का। इस बोर्ड पर बनी सीधी लाइनें जब गाड़ी पर रिफ्लेक्ट होती हैं, तो जहाँ भी कोई डेंट या उभार होता है, वहाँ ये लाइनें तुरंत टेढ़ी-मेढ़ी दिखने लगती हैं। इस बोर्ड के बिना इन डैमेजेस को धूप में देख पाना लगभग नामुमकिन होता है। और इसी तरीके से डीलर्स गाड़ी की छोटी से छोटी छुपी हुई कमी को भी सेकंडों में पकड़ लेते हैं।",
      "isOpen": true
    },
    {
      "id": 8928127847586,
      "title": "Translation 4",
      "content": "ये है वो तरीका, जिससे कार डीलरशिप वाले गाड़ी में छिपे हुए डैमेज का पता लगाकर, धोखा खाने से बच जाते हैं। वो इस्तेमाल करते हैं इस 'डेंट रिफ्लेक्टर' का। इसमें बनी लाइनें, गाड़ी पर पड़ने वाले रिफ्लेक्शन में किसी भी डेंट या उभार के पास मुड़ जाती हैं। और इस रिफ्लेक्टर के बिना, तेज़ धूप में भी ऐसे डैमेज को पकड़ पाना लगभग नामुमकिन होता है। इसलिए, गाड़ी में मौजूद छोटे-मोटे डैमेज को ढूंढ निकालने का यह सबसे बेस्ट तरीका माना जाता है।",
      "isOpen": true
    },
    {
      "id": 4152454572981,
      "title": "Outline",
      "content": "Detecting Hidden Car Damage *   **Tool:** Dent reflectors are used to find hidden vehicle damage.\n*   **Mechanism:** Its reflected lines bend to expose any surface bumps.\n*   **Limitation:** Without a reflector, this damage is nearly impossible to spot.\n*   **Conclusion:** It is the best way to find small damages on a car. *** The Script in One Sentence Car dealerships use a dent reflector, whose straight lines bend to reveal otherwise invisible bumps and imperfections, making it the most effective method for finding hidden damage and avoiding scams.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:08:27.096Z",
  "updated": "2025-07-30T07:08:27.096Z"
}