{
  "id": 2792041354282,
  "title": "",
  "toggles": [
    {
      "id": 4464925779656,
      "title": "English Script",
      "content": "This is how car dealerships don't get scammed from hidden damages to the vehicle. Using this thing called a dent reflector, which has lines that will bend in the reflection around any bumps. And without the reflector, the damages would be really hard to spot in the sun. So this is definitely the best way to find any small damages a car may have.",
      "isOpen": true
    },
    {
      "id": 8749512693796,
      "title": "Translation 1",
      "content": "तो इस तरह कार डीलरशिप वाले छिपे हुए डैमेज और स्कैम से खुद को बचाते हैं. दरअसल, वो इस्तेमाल करते हैं इस कमाल की चीज़ का, जिसे कहते हैं डेंट रिफ्लेक्टर. इसमें बनी ये सीधी लाइनें जब गाड़ी पर रिफ्लेक्ट होती हैं, तो किसी भी छोटे से छोटे डेंट या उभार के पास आते ही ये लाइनें मुड़ जाती हैं या टेढ़ी हो जाती हैं. और कमाल की बात तो ये है कि इस रिफ्लेक्टर के बिना, तेज़ धूप में भी इन मामूली डैमेज को पकड़ना लगभग नामुमकिन होता है. तो अगली बार जब कोई सेकंड हैंड गाड़ी खरीदो, तो ये तरीका ज़रूर अपनाना, वरना कोई भी आपको चूना लगा सकता है.",
      "isOpen": true
    },
    {
      "id": 6910483580338,
      "title": "Translation 1.1",
      "content": "कभी सोचा है कार डीलरशिप वाले सेकंडों में कैसे पता लगा लेते हैं कि गाड़ी पर कोई डेंट है या नहीं? वेल, इसका राज़ है ये सिंपल सी दिखने वाली चीज़, जिसे कहते हैं डेंट रिफ्लेक्टर। इस बोर्ड पर बनी ये लाइन्स जब गाड़ी पर रिफ्लेक्ट होती हैं, तो किसी भी छोटे से बम्प या डेंट के पास इनका रिफ्लेक्शन ऐसा टेढ़ा-मेढ़ा हो जाता है। इस रिफ्लेक्टर के बिना, धूप में ऐसे छोटे डैमेज को पकड़ना लगभग नामुमकिन है। और इसीलिए ये किसी भी गाड़ी के छिपे हुए डैमेज को ढूंढ निकालने का सबसे बेस्ट तरीका है।",
      "isOpen": true
    },
    {
      "id": 9874671621078,
      "title": "Translation 2",
      "content": "गाड़ी खरीदते वक़्त धोखे से कैसे बचें? जानिए कार डीलर्स का ये सीक्रेट तरीका! क्या आप जानते हैं कि कार डीलरशिप वाले गाड़ी में छुपे हुए डेंट्स और डैमेज को कैसे पकड़ लेते हैं? वो भी इतने शातिर तरीके से कि आपकी नज़रें उन्हें कभी पकड़ ही नहीं सकतीं। दरअसल, वो इस्तेमाल करते हैं इस 'डेंट रिफ्लेक्टर' का। इस बोर्ड पर बनी ये सीधी लाइन्स, गाड़ी के रिफ्लेक्शन में जैसे ही किसी डेंट या बम्प के पास आती हैं, तो तुरंत मुड़ जाती हैं या टेढ़ी हो जाती हैं। और मज़े की बात ये है कि इस रिफ्लेक्टर के बिना, तेज़ धूप में भी इन छोटे-मोटे डैमेजेज़ को पकड़ पाना लगभग नामुमकिन है। इसीलिए, ये किसी भी कार में छोटे से छोटे छिपे हुए डैमेज का पता लगाने का सबसे बेस्ट और अचूक तरीका है।",
      "isOpen": true
    },
    {
      "id": 5843401531492,
      "title": "Translation 2.2",
      "content": "Here is the script translated and rewritten in : ये है वो तरीका जिससे कार डीलरशिप्स गाड़ियों में छुपे डैमेज से होने वाले स्कैम से बचती हैं. इसके लिए वो इस्तेमाल करते हैं इस डेंट रिफ्लेक्टर का. इस रिफ्लेक्टर में बनी ये लाइन्स, गाड़ी पर पड़े किसी भी छोटे-मोटे डेंट के पास आते ही रिफ्लेक्शन में टेढ़ी-मेढ़ी हो जाती हैं. और इस रिफ्लेक्टर के बिना, धूप में भी इन डैमेजेस को देख पाना लगभग नामुमकिन होता है. इसीलिए, ये किसी भी गाड़ी में मौजूद छोटे से छोटे डैमेज को खोजने का सबसे बेस्ट तरीका है.",
      "isOpen": true
    },
    {
      "id": 9386956440620,
      "title": "Translation 3",
      "content": "अगली बार पुरानी गाड़ी खरीदने से पहले ये ट्रिक जान लो, वरना लाखों का चूना लग सकता है। अक्सर गाड़ियों पर ऐसे छोटे-मोटे डेंट होते हैं, जिन्हें तेज रोशनी में भी नंगी आंखों से पकड़ना लगभग नामुमकिन होता है। और इसी का फायदा उठाकर डीलर्स आपको डेंट वाली गाड़ी बेच देते हैं। लेकिन वो खुद ऐसे घोटालों से बचने के लिए इस कमाल की चीज़ का इस्तेमाल करते हैं, जिसे डेंट रिफ्लेक्टर कहते हैं। इस बोर्ड पर बनी सीधी लाइनें जब गाड़ी की बॉडी पर रिफ्लेक्ट होती हैं, तो जहाँ भी कोई छोटा सा भी डेंट या उभार होता है, वहाँ ये लाइनें तुरंत मुड़ी हुई या टेढ़ी-मेढ़ी दिखाई देने लगती हैं, जिससे सेकंडों में सारा छिपा हुआ डैमेज सामने आ जाता है। इसीलिए ये किसी भी गाड़ी में छिपे हुए डेंट को खोजने का सबसे बेस्ट तरीका माना जाता है।",
      "isOpen": true
    },
    {
      "id": 9386956440620,
      "title": "Translation 4",
      "content": "कार डीलरशिप्स, गाड़ियों में छिपे हुए डैमेज से होने वाले स्कैम से खुद को ऐसे ही बचाती हैं। वो इस्तेमाल करते हैं इस चीज़ का, जिसे कहते हैं डेंट रिफ्लेक्टर। इसमें बनी लाइनें, गाड़ी पर मौजूद किसी भी डेंट या उभार के पास, रिफ्लेक्शन में मुड़ जाती हैं। और इस रिफ्लेक्टर के बिना, ऐसे डैमेज को धूप में भी स्पॉट करना लगभग नामुमकिन होता है। इसलिए, गाड़ी में मौजूद छोटे से छोटे डैमेज को पकड़ने का यह यकीनन सबसे बेहतरीन तरीका है।",
      "isOpen": true
    },
    {
      "id": 7117515793976,
      "title": "Outline",
      "content": "**Detecting Hidden Car Damage** *   **Tool:** Dent reflector.\n*   **Function:** Its reflected lines bend around bumps, revealing them.\n*   **The Problem:** Without it, damage is very hard to spot.\n*   **Conclusion:** It is the best way to find small damages. *** **The Script in One Sentence** Car dealerships use a dent reflector, a tool whose reflected lines bend to reveal hidden bumps that are otherwise hard to spot, making it the best way to find any small damages on a vehicle.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:19:55.840Z",
  "updated": "2025-07-30T07:19:55.840Z"
}