{
  "id": 1754936830951,
  "title": "Anti Venom Man",
  "toggles": [
    {
      "id": 1754936830961,
      "title": "English Script",
      "content": "A black mamba's bite can kill a person in just 20 minutes, but this guy got bitten to help save others. When Tim Fred was in high school, he started collecting venomous snakes. But then he realized how dangerous it was to be around them, so he started searching for a way to protect himself from their venom. He had an insane idea and tried it. He milked different snakes and injected himself repeatedly with their venom. He started small but gradually increased the dosage. His goal was to make his body build enough antibodies to become immune. Then one day, a very dangerous black Egyptian cobra bit him, and just a few hours later, a deadly monocled cobra bit him too. Normally, each bite could kill a person in just minutes, but Tim only fell into a coma and woke up four days later. Because he survived the venom, he now lets the deadliest snakes bite him so he can use his blood to make a universal anti-venom to save lives.",
      "isOpen": true
    },
    {
      "id": 1754936830971,
      "title": "Translation 1",
      "content": "ब्लैक माम्बा का एक बाइट, और सिर्फ 20 मिनट में इंसान की मौत पक्की! लेकिन एक ऐसा इंसान है जो जानबूझकर खुद को दुनिया के सबसे ज़हरीले सांपों से कटवाता है, ताकि वो दूसरों की जान बचा सके. इस शख्स का नाम है टिम फ्रेड. जब टिम हाई स्कूल में थे, तो उन्हें ज़हरीले सांपों को कलेक्ट करने का शौक चढ़ा. लेकिन जल्द ही उन्हें एहसास हो गया कि ये कितना खतरनाक है. और बस, यहीं से उन्होंने खुद को इन सांपों के ज़हर से बचाने का तरीका ढूंढना शुरू कर दिया. और इसके लिए टिम के दिमाग में एक पागलपन भरा आईडिया आया, जिसे उन्होंने आज़माने का फैसला किया. उन्होंने अलग-अलग सांपों का ज़हर निकाला और उसे बार-बार खुद को इंजेक्ट करना शुरू कर दिया. शुरुआत में तो वो बहुत थोड़ी मात्रा में ज़हर लेते थे, लेकिन धीरे-धीरे वो इसकी डोज़ बढ़ाते गए. उनका मकसद था अपनी बॉडी को ज़हर का आदी बनाना, ताकि शरीर खुद ही एंटीबॉडीज़ बनाकर ज़हर से पूरी तरह immune हो जाए. फिर एक दिन जो हुआ, उसने सबको हैरान कर दिया. उन्हें एक बेहद खतरनाक ब्लैक इजिप्शियन कोबरा ने काट लिया, और उसके कुछ ही घंटों बाद एक जानलेवा मोनोकल्ड कोबरा ने भी उन्हें डस लिया. नॉर्मली, इनमें से एक भी बाइट किसी इंसान को कुछ ही मिनटों में मार सकती है, लेकिन टिम सिर्फ कोमा में गए और चार दिन बाद होश में आ गए. क्योंकि वो इस ज़हर से बच निकले थे, अब वो जानबूझकर दुनिया के सबसे खतरनाक सांपों से खुद को कटवाते हैं, ताकि उनके खून से एक ऐसा यूनिवर्सल एंटी-वेनम बनाया जा सके जो हज़ारों लोगों की जान बचाएगा.",
      "isOpen": true
    },
    {
      "id": 1754936830981,
      "title": "Translation 1.1",
      "content": "Black Mamba ka ek kaatna, aur 20 minute mein insaan ki maut. Lekin ye aadmi jaan boojh kar khudko inhi saapon se katwata hai... taaki woh doosron ki jaan bacha sake. Ye hain Tim Fred. High school mein unhe zehreele saapon ko paalne ka shauk tha. Lekin jald hi unhe samajh aa gaya ki woh kitne bade khatre ke saath jee rahe hain. Isliye, unhone inke zeher se bachne ka raasta dhoondhna shuru kiya. Aur unhe ek pagalpan bhara idea aaya. Unhone saapon ka zeher nikaal kar, thodi-thodi maatra mein khud ko inject karna shuru kar diya. Dheere dheere, woh dose badhaate gaye. Unka plan tha apni body mein itni antibodies banana ki woh zeher se immune ho jaayein. Phir ek din, unhe ek khatarnak Egyptian Cobra ne kaata. Aur kuch hi ghante baad, ek Monocled Cobra ne bhi. Inme se ek ka bhi zeher minute mein jaan le sakta tha. Lekin Tim sirf coma mein gaye aur chaar din baad uthe. Kyunki woh zeher ko jhel gaye, ab woh jaan boojh kar duniya ke sabse khatarnak saapon se khudko katwate hain, taaki unke khoon se ek universal anti-venom banaya jaa sake aur logon ki jaan bachai jaa sake.",
      "isOpen": true
    },
    {
      "id": 1754936830991,
      "title": "Translation 2",
      "content": "ब्लैक माम्बा का एक काटा, और सिर्फ 20 मिनट में इंसान की मौत पक्की... लेकिन ये आदमी दूसरों की जान बचाने के लिए जानबूझकर खुद को सांपों से कटवाता है! जब टिम फ्रेड हाई स्कूल में थे, तो उन्हें एक बहुत ही अजीब और खतरनाक शौक चढ़ा - ज़हरीले सांपों को इकट्ठा करने का। लेकिन जल्द ही उन्हें एहसास हुआ कि वो मौत के साथ खेल रहे हैं। बस फिर क्या था, उन्होंने खुद को इन सांपों के ज़हर से बचाने का तरीका खोजना शुरू कर दिया। और फिर उनके दिमाग में एक ऐसा पागलपन भरा आइडिया आया, जिसे सुनकर आपके होश उड़ जाएंगे! उन्होंने अलग-अलग सांपों का ज़हर निकाला... और थोड़ा-थोड़ा करके खुद को ही इंजेक्ट करना शुरू कर दिया! शुरुआत में डोज़ बहुत कम था, लेकिन धीरे-धीरे वो इसे बढ़ाते गए। उनका मिशन था अपनी बॉडी में इतनी एंटीबॉडीज़ बना लेना कि वो ज़हर के खिलाफ पूरी तरह इम्यून हो जाए। फिर एक दिन वही हुआ जिसका डर था! उन्हें एक बेहद खतरनाक इजिप्शियन कोबरा ने काट लिया... और मानो इतना काफी नहीं था, कुछ ही घंटों बाद एक जानलेवा मोनोकल्ड कोबरा ने भी उन्हें डस लिया! आम तौर पर, इनमें से एक भी बाइट किसी भी इंसान को मिनटों में मार सकती है। लेकिन टिम सिर्फ कोमा में गए और चार दिन बाद सीधे होश में आए! क्योंकि वो ज़हर को हरा चुके थे, अब वो जानबूझकर दुनिया के सबसे ज़हरीले सांपों से खुद को कटवाते हैं, ताकि उनके खून से एक ऐसा यूनिवर्सल एंटी-वेनम बनाया जा सके, जो लाखों लोगों की जान बचा सके।",
      "isOpen": true
    },
    {
      "id": 1754936831001,
      "title": "Translation 2.2",
      "content": "ये बंदा जानबूझकर खुद को Black Mamba जैसे साँपों से कटवाता है, जिनका ज़हर सिर्फ 20 मिनट में आपकी जान ले सकता है! पर आखिर क्यों? जब टिम फ्रेड high school में थे, तो उन्हें ज़हरीले साँप इकट्ठा करने का शौक था. लेकिन जल्द ही उन्हें एहसास हुआ कि वो कितना खतरनाक खेल खेल रहे हैं. तो उन्होंने खुद को इनके ज़हर से बचाने का एक तरीका खोजना शुरू कर दिया. और फिर टिम ने एक ऐसा पागलपन भरा idea सोचा और उसे कर भी दिखाया! उन्होंने अलग-अलग साँपों का ज़हर निकाला और बार-बार खुद को ही inject करना शुरू कर दिया. वो छोटी dosage से शुरुआत करते थे और धीरे-धीरे dose बढ़ाते गए. उनका goal था अपनी body में इतनी antibodies बनाना कि वो immune हो जाएँ. फिर एक दिन, उन्हें एक बहुत ही खतरनाक Egyptian cobra ने काटा... और उसके कुछ ही घंटों बाद, एक जानलेवा monocled cobra ने भी काट लिया! Normally, इनमें से एक भी बाइट किसी इंसान की जान मिनटों में ले सकती है. लेकिन टिम सिर्फ coma में गए और चार दिन बाद उनकी आँख खुली. और क्योंकि वो इस ज़हर से बच गए, तो अब वो दुनिया के सबसे ज़हरीले साँपों से खुद को कटवाते हैं... ताकि वो अपने खून का इस्तेमाल करके एक universal anti-venom बना सकें और हज़ारों लोगों की जान बचा सकें.",
      "isOpen": true
    },
    {
      "id": 1754936831011,
      "title": "for Eng Channel",
      "content": "This snake's bite can kill you in 20 minutes. So why did this guy let it bite him... on purpose?! Meet Tim Friede. In high school, he had a crazy hobby: collecting deadly snakes! But he quickly realized just how dangerous this was. One wrong move, and he's dead. So, he started searching for a way to make himself bite-proof. And his idea was absolutely insane! He started milking these deadly snakes and injecting their venom... right into his own body! He began with tiny doses and slowly, very slowly, increased the amount. The goal? To build up so many antibodies that he would become totally immune. Then came the ultimate test. A black Egyptian cobra sank its fangs into him! And just a few hours later, ANOTHER bite... this time from a deadly monocled cobra! Either one of these bites would kill a normal person in minutes. But Tim? He just fell into a coma... and woke up four days later! Because he survived, his body is now a living anti-venom factory! Today, he lets the world's most dangerous snakes bite him so that his super-charged blood can be used to create a universal anti-venom and save countless other lives. What a legend",
      "isOpen": true
    },
    {
      "id": 1754936831021,
      "title": "Eng to Hi",
      "content": "ब्लैक माम्बा का ज़हर सिर्फ 20 मिनट में किसी इंसान की जान ले सकता है, लेकिन ये शख्स दूसरों की जान बचाने के लिए खुद को साँपों से कटवाता है। जब टिम फ्रेड हाई स्कूल में थे, तो उन्होंने ज़हरीले साँप पालना शुरू किया। लेकिन फिर उन्हें एहसास हुआ कि इनके आस-पास रहना कितना खतरनाक है, इसलिए वो इनके ज़हर से खुद को बचाने का तरीका खोजने लगे। उनके दिमाग में एक क्रेज़ी आइडिया आया और उन्होंने उसे आज़मा भी लिया। उन्होंने अलग-अलग साँपों का ज़हर निकाला और बार-बार खुद को ही इंजेक्ट करने लगे। उन्होंने छोटी डोज़ से शुरुआत की, और धीरे-धीरे डोज़ बढ़ाते गए। उनका मकसद था कि उनका शरीर इतनी एंटीबॉडीज़ बना ले कि वो ज़हर से इम्यून हो जाए। फिर एक दिन, एक बेहद खतरनाक ब्लैक इजिप्शियन कोबरा ने उन्हें काट लिया, और उसके कुछ ही घंटों बाद, एक जानलेवा मोनोकल्ड कोबरा ने भी उन्हें डस लिया। आम तौर पर, इनमें से एक का भी काटना मिनटों में जान ले सकता है, लेकिन टिम सिर्फ कोमा में गए और चार दिन बाद उन्हें होश आया। चूंकि वो उस ज़हर को झेल गए, इसलिए अब वो दुनिया के सबसे ज़हरीले साँपों से जानबूझकर खुद को कटवाते हैं ताकि वो अपने खून का इस्तेमाल करके एक यूनिवर्सल एंटी-वेनम बना सकें और लोगों की जानें बचा सकें।",
      "isOpen": true
    },
    {
      "id": 1754936831031,
      "title": "Outline",
      "content": "",
      "isOpen": true
    }
  ],
  "created": "2025-08-11T18:27:10.941Z",
  "updated": "2025-08-11T18:27:10.941Z"
}