{
  "id": 1754051460194,
  "title": "Automatic fire ball",
  "toggles": [
    {
      "id": 1754051460204,
      "title": "English Script",
      "content": "In Thailand, balls were invented with a unique purpose. As this innovative device is thrown directly into a fire, the automatic fire fighting ball releases non-toxic extinguishing agents that effectively extinguish fires within a 3 cubic meter radius. But it can also automatically detect fire and activate within 3 seconds upon contact with fire.",
      "isOpen": true
    },
    {
      "id": 1754051460214,
      "title": "Translation 1",
      "content": "ये कोई मामूली बॉल नहीं, बल्कि थाईलैंड में बनाया गया एक फायर फाइटर है. जैसे ही इस अनोखे डिवाइस को सीधे आग में फेंका जाता है, ये फट जाती है. और इसमें से आग बुझाने वाला नॉन-टॉक्सिक पाउडर निकलता है, जो लगभग 3 क्यूबिक मीटर के एरिया में फैली आग को पल भर में खत्म कर देता है. लेकिन इसकी असली खासियत तो कुछ और है. आग के संपर्क में आते ही, ये बॉल सिर्फ 3 सेकंड में अपने आप एक्टिवेट होकर आग बुझा सकती है.",
      "isOpen": true
    },
    {
      "id": 1754051460224,
      "title": "Translation 1.1",
      "content": "Thailand में एक ऐसी अनोखी बॉल बनाई गई है, जिसे खेलने के लिए नहीं, बल्कि आग बुझाने के लिए इस्तेमाल किया जाता है! जैसे ही इस डिवाइस को सीधे आग में फेंका जाता है, ये फट जाती है और इसमें से non-toxic powder निकलता है, जो 3 मीटर के एरिया में किसी भी आग को तुरंत बुझा देता है. लेकिन सबसे कमाल की बात ये है कि ये आग को खुद भी डिटेक्ट कर सकती है! आग के संपर्क में आते ही ये बॉल सिर्फ 3 सेकंड में अपने आप एक्टिवेट होकर फट जाती है.",
      "isOpen": true
    },
    {
      "id": 1754051460234,
      "title": "Translation 2",
      "content": "थाईलैंड में बनाई गई ये कोई मामूली गेंद नहीं है, बल्कि ये है आग बुझाने वाला एक अनोखा Fire Extinguisher Ball! जैसे ही इस कमाल के डिवाइस को सीधे आग में फेंका जाता है, ये फटकर non-toxic एजेंट्स छोड़ता है, जो 3 cubic meter के दायरे में लगी आग को पूरी तरह से खत्म कर देता है. लेकिन इसकी सबसे ख़ास बात तो ये है कि ये आग को automatically भी detect कर सकता है और आग के संपर्क में आते ही सिर्फ 3 सेकंड के अंदर खुद-ब-खुद activate हो जाता है",
      "isOpen": true
    },
    {
      "id": 1754051460244,
      "title": "Translation 2.2",
      "content": "थाईलैंड में एक ऐसी बॉल बनाई गई है जिसका मकसद जानकर आप हैरान रह जाओगे। दरअसल, ये कोई मामूली बॉल नहीं, बल्कि एक Fire Fighting Ball है। जैसे ही इस कमाल के डिवाइस को सीधे आग में फेंका जाता है, ये फटकर non-toxic एजेंट्स छोड़ती है जो 3 क्यूबिक मीटर के दायरे में आग को पूरी तरह बुझा देते हैं। लेकिन इसकी असली खासियत तो कुछ और है! ये बॉल आग को अपने आप डिटेक्ट भी कर सकती है और आग के संपर्क में आने के सिर्फ 3 सेकंड के अंदर खुद-ब-खुद एक्टिवेट हो जाती है",
      "isOpen": true
    },
    {
      "id": 1754051460254,
      "title": "Translation 3",
      "content": "अब आग बुझाने के लिए आपको फायर ब्रिगेड का इंतज़ार नहीं करना पड़ेगा, क्योंकि थाईलैंड में बनी ये छोटी सी बॉल अकेले ही काफी है। आपको बस इस बॉल को उठाकर सीधे आग में फेंकना है, और फेंकते ही ये फट जाती है और इसमें से एक खास पाउडर निकलता है जो ऑक्सीजन की सप्लाई काटकर आग को तुरंत बुझा देता है। लेकिन इसकी सबसे कमाल की बात तो ये है कि ये अपने आप भी काम करती है। मतलब अगर इसे किसी ऐसी जगह पर रख दिया जाए जहाँ आग लगने का खतरा हो, तो आग के संपर्क में आते ही ये सिर्फ 3 सेकंड में खुद-ब-खुद एक्टिवेट हो जाती है और अपने आस-पास की 3 क्यूबिक मीटर की आग को फैलने से रोक देती है।",
      "isOpen": true
    },
    {
      "id": 1754051460264,
      "title": "Translation 4",
      "content": "थाईलैंड में इन बॉल्स को एक बेहद खास मकसद से बनाया गया है। जैसे ही इस इनोवेटिव डिवाइस को सीधे आग में फेंका जाता है, ये ऑटोमैटिक फायर फाइटिंग बॉल non-toxic केमिकल्स छोड़ती है, जो 3 क्यूबिक मीटर के दायरे में लगी आग को असरदार तरीके से बुझा देते हैं। लेकिन इतना ही नहीं, यह बॉल आग को अपने आप डिटेक्ट करके, उसके संपर्क में आते ही सिर्फ 3 सेकंड में एक्टिवेट भी हो जाती है।",
      "isOpen": true
    },
    {
      "id": 1754051460274,
      "title": "Outline",
      "content": "Generated markdown **The Automatic Fire Fighting Ball** *   **Manual Activation:**\n    *   Thrown directly into fire.\n    *   Releases non-toxic extinguishing agents.\n    *   Extinguishes a 3 cubic meter area.\n*   **Automatic Activation:**\n    *   Detects fire automatically.\n    *   Activates within 3 seconds of contact. *** **The Script in One Sentence** Invented in Thailand, the automatic fire fighting ball can be thrown into a fire to release non-toxic agents that extinguish a 3-cubic-meter area, or it can activate on its own within 3 seconds upon contact with a flame.",
      "isOpen": true
    }
  ],
  "created": "2025-08-01T12:31:00.184Z",
  "updated": "2025-08-01T12:31:00.184Z"
}