{
  "id": 1754505413837,
  "title": "Automatic fire ball ",
  "toggles": [
    {
      "id": 1754505413847,
      "title": "English Script",
      "content": "In Thailand, balls were invented with a unique purpose. As this innovative device is thrown directly into a fire, the automatic fire fighting ball releases non-toxic extinguishing agents that effectively extinguish fires within a 3 cubic meter radius. But it can also automatically detect fire and activate within 3 seconds upon contact with fire.",
      "isOpen": true
    },
    {
      "id": 1754505413857,
      "title": "Translation 1",
      "content": "सोचिए, अगर एक बॉल को आग में फेंकने से वो बुझ जाए तो? ये कोई मज़ाक नहीं, बल्कि थाईलैंड में बनाया गया एक अविष्कार है। ये है एक ऑटोमेटिक फायर फाइटिंग बॉल। जैसे ही इस कमाल के डिवाइस को सीधे आग में फेंका जाता है, ये फट जाती है और इसमें से non-toxic extinguishing एजेंट्स निकलते हैं, जो अपने 3 क्यूबिक मीटर के दायरे में किसी भी आग को तुरंत बुझा देते हैं। लेकिन सबसे कमाल की बात तो ये है कि ये आग को ऑटोमेटिकली डिटेक्ट भी कर सकती है। आग के संपर्क में आते ही, ये सिर्फ 3 सेकंड के अंदर खुद-ब-खुद एक्टिवेट होकर आग पर काबू पा लेती है।",
      "isOpen": true
    },
    {
      "id": 1754505413867,
      "title": "Translation 1.1",
      "content": "थाईलैंड ने आग बुझाने का एक ऐसा अनोखा तरीका निकाला है, जिसे देखकर आप हैरान रह जाओगे। यहां बनाई गई है एक ऐसी जादुई बॉल, जिसे आग में फेंकते ही ये फट जाती है। दरअसल, जैसे ही इस बॉल को आग में फेंका जाता है, इसमें से non-toxic यानी बिना ज़हरीले केमिकल निकलते हैं, जो 3 क्यूबिक मीटर के दायरे में फैली आग को आसानी से बुझा देते हैं। लेकिन इसकी असली खासियत तो कुछ और है। ये बॉल आग को खुद-ब-खुद डिटेक्ट करके, आग के संपर्क में आते ही सिर्फ 3 सेकंड के अंदर एक्टिवेट हो जाती है।",
      "isOpen": true
    },
    {
      "id": 1754505413877,
      "title": "Translation 2",
      "content": "थाईलैंड में एक ऐसी जादुई बॉल बनाई गई है जो किसी सुपरहीरो से कम नहीं! जैसे ही इस इनोवेटिव डिवाइस को सीधे आग में फेंका जाता है, ये ऑटोमैटिक फायर फाइटिंग बॉल फटकर अपने अंदर से non-toxic केमिकल छोड़ती है. ये केमिकल 3 क्यूबिक मीटर के दायरे में लगी किसी भी भयानक आग को पल भर में बुझा सकता है! लेकिन असली जादू तो अब शुरू होता है! ये बॉल आग को खुद-ब-खुद डिटेक्ट भी कर सकती है, और आग के संपर्क में आने के सिर्फ 3 सेकंड के अंदर ये अपने आप एक्टिवेट होकर आग का खेल खत्म कर देती है",
      "isOpen": true
    },
    {
      "id": 1754505413887,
      "title": "Translation 2.2",
      "content": "ये कोई मामूली बॉल नहीं, बल्कि Automatic Fire Extinguisher Ball है! थाईलैंड में बनाया गया ये डिवाइस आग बुझाने के काम आता है। जब इसे सीधे आग में फेंका जाता है, तो ये फटकर non-toxic एजेंट्स रिलीज करता है जो 3 क्यूबिक मीटर के दायरे में लगी आग को बुझा सकता है। लेकिन इसकी असली खासियत तो ये है कि ये आग के संपर्क में आते ही उसे डिटेक्ट कर लेता है और सिर्फ 3 सेकंड के अंदर खुद-ब-खुद एक्टिवेट हो जाता है।",
      "isOpen": true
    },
    {
      "id": 1754505413897,
      "title": "for Eng Channel",
      "content": "What if I told you that in Thailand, they invented a ball... not for sports, but to fight FIRES?! You see a fire, you just toss this incredible device right into it. BAM! It automatically explodes, releasing non-toxic chemicals that wipe out the flames in a 3-cubic-meter area. But here’s the craziest part: it can even detect a fire all on its own! If a flame touches it, it activates in just 3 seconds. Mind-blowing, right?",
      "isOpen": true
    },
    {
      "id": 1754505413907,
      "title": "Eng to Hi",
      "content": "थाईलैंड में एक ऐसी अनोखी बॉल बनाई गई है, जिसका मकसद बेहद ख़ास है। जैसे ही इस ऑटोमैटिक फायर फाइटिंग बॉल को सीधे आग में फेंका जाता है, यह नॉन-टॉक्सिक केमिकल छोड़कर अपने 3 क्यूबिक मीटर के दायरे में लगी आग को पूरी तरह से बुझा देती है। लेकिन यह बॉल आग को अपने-आप डिटेक्ट भी कर सकती है, और आग के संपर्क में आते ही सिर्फ 3 सेकंड के अंदर एक्टिवेट हो जाती है।",
      "isOpen": true
    },
    {
      "id": 1754505413917,
      "title": "Outline",
      "content": "The Automatic Fire Fighting Ball *   **Manual Use:** When thrown into a fire, it releases non-toxic agents to extinguish a fire within a 3 cubic meter radius.\n*   **Automatic Use:** It also automatically detects fire and activates within 3 seconds of flame contact. *** The Script in One Sentence Invented in Thailand, the automatic fire fighting ball can either be thrown into a fire or left to automatically activate within three seconds of detecting flames, releasing non-toxic agents to extinguish the blaze within a 3 cubic meter radius.",
      "isOpen": true
    }
  ],
  "created": "2025-08-06T18:36:53.827Z",
  "updated": "2025-08-06T18:36:53.827Z"
}