{
  "id": 1754050873780,
  "title": "balloon poking challenge by dentists",
  "toggles": [
    {
      "id": 1754050873790,
      "title": "English Script",
      "content": "When these dentists and dental assistants were dared to poke a balloon with a needle without bursting it to prove their steady hands, it seemed impossible at first, and no one could pull it off. But then, the hospital's most experienced doc at the office showed those youngsters how it's really done. Could you do it?",
      "isOpen": true
    },
    {
      "id": 1754050873800,
      "title": "Translation 1",
      "content": "जब इन dentists और dental assistants को अपने सधे हुए हाथों का कमाल दिखाने के लिए एक डेयर दिया गया, तो ये काम पहले तो नामुमकिन सा लगा. उन्हें एक सुई से गुब्बारे को चुभना था, लेकिन शर्त ये थी कि गुब्बारा फूटना नहीं चाहिए. एक-एक करके सबने कोशिश की, पर कोई भी इसे कर नहीं पाया. लेकिन फिर एंट्री हुई हॉस्पिटल के सबसे अनुभवी डॉक्टर की, जिन्होंने इन नौजवानों को दिखाया कि ये काम असल में कैसे किया जाता है. क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754050873810,
      "title": "Translation 1.1",
      "content": "जब इन डेंटिस्ट्स और डेंटल असिस्टेंट्स को अपने सधे हुए हाथ प्रूव करने का चैलेंज मिला, जिसमें उन्हें एक सुई से बलून को बिना फोड़े टच करना था, तो पहले तो ये किसी से भी नहीं हुआ और सबको इम्पॉसिबल लगने लगा। पर तभी, ऑफिस के सबसे एक्सपीरियंस्ड डॉक्टर ने इन यंगस्टर्स को दिखाया कि ये असल में कैसे किया जाता है। क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754050873820,
      "title": "Translation 2",
      "content": "जब इन डेंटिस्ट्स और डेंटल असिस्टेंट्स को अपने सधे हुए हाथों को साबित करने के लिए एक चैलेंज दिया गया कि वो एक सुई से गुब्बारे को बिना फोड़े उसमें छेद कर दें, तो ये पहली बार में नामुमकिन सा लगा, और कोई भी इसे कर नहीं पाया। लेकिन फिर, क्लिनिक के सबसे अनुभवी डॉक्टर ने इन यंगस्टर्स को दिखाया कि ये काम असल में कैसे किया जाता है। आपको क्या लगता है, क्या आप यह कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754050873830,
      "title": "Translation 2.2",
      "content": "These dentists were challenged to prove their hands were steady enough to poke a balloon with a needle without popping it. It looked impossible, and one by one, they all failed miserably. But then, the head doc stepped in and showed the rookies how it's done. Think you could do it?",
      "isOpen": true
    },
    {
      "id": 1754050873840,
      "title": "Translation 3",
      "content": "क्या आप एक गुब्बारे को सुई से बिना फोड़े उसमें छेद कर सकते हैं? जब इन डेंटिस्ट्स को अपने सधे हुए हाथों को साबित करने के लिए ये चैलेंज मिला, तो कोई भी इसे नहीं कर पाया। एक के बाद एक सबने कोशिश की, लेकिन जैसे ही सुई गुब्बारे को छूती, वो फट जाता। लेकिन फिर एंट्री हुई हॉस्पिटल के सबसे अनुभवी डॉक्टर की, जिन्होंने इन यंगस्टर्स को दिखाया कि ये असल में कैसे होता है। उन्होंने बस गुब्बारे पर एक छोटा सा टेप का टुकड़ा चिपकाया और फिर बड़ी सफाई से सुई को उस टेप के बीच से अंदर डाल दिया। और ये देखिए... गुब्बारा फटा ही नहीं! अब जब आपको ये ट्रिक पता है, तो अपने दोस्तों को चैलेंज देकर देखो।",
      "isOpen": true
    },
    {
      "id": 1754050873850,
      "title": "Translation 4",
      "content": "जब इन डेंटिस्ट्स और डेंटल असिस्टेंट्स को एक चैलेंज दिया गया कि वो अपने सधे हुए हाथों से एक गुब्बारे में सुई चुभोकर दिखाएँ, लेकिन गुब्बारा फूटना नहीं चाहिए। शुरू में तो ये काम नामुमकिन सा लगा, और कोई भी इसे कर नहीं पाया। लेकिन फिर, क्लिनिक के सबसे तजुर्बेकार डॉक्टर ने इन नौजवानों को दिखाया कि ये काम असल में किया कैसे जाता है। क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754050873860,
      "title": "Outline",
      "content": "The Steady Hand Challenge *   **The Challenge:** Dentists and assistants attempt to poke a balloon with a needle without it bursting.\n*   **Initial Result:** Failure.\n*   **Expert Intervention:** The most experienced doctor attempts the challenge.\n*   **Final Result:** Success. *** The Script in One Sentence When challenged to prove their steady hands by poking a balloon with a needle without bursting it, a group of dentists and assistants failed, only for the most experienced doctor to step in and successfully demonstrate how the seemingly impossible task is done.",
      "isOpen": true
    }
  ],
  "created": "2025-08-01T12:21:13.770Z",
  "updated": "2025-08-01T12:21:13.770Z"
}