{
  "id": 1754504217195,
  "title": "balloon poking challenge",
  "toggles": [
    {
      "id": 1754504217205,
      "title": "English Script",
      "content": "When these dentists and dental assistants were dared to poke a balloon with a needle without bursting it to prove their steady hands, it seemed impossible at first, and no one could pull it off. But then, the hospital's most experienced doc at the office showed those youngsters how it's really done. Could you do it?",
      "isOpen": true
    },
    {
      "id": 1754504217215,
      "title": "Translation 1",
      "content": "जब इन डेन्टिस्ट्स और डेन्टल असिस्टेन्ट्स को एक चैलेंज दिया गया कि वो एक सुई से गुब्बारे को बिना फोड़े उसमें छेद करके अपने स्थिर हाथों का सबूत दें, तो पहले तो ये एकदम नामुमकिन सा लगा, और कोई भी इसे कर नहीं पाया। लेकिन फिर एंट्री होती है हॉस्पिटल के सबसे अनुभवी डॉक्टर की, और उन्होंने इन यंगस्टर्स को दिखाया कि ये असल में कैसे किया जाता है। क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754504217225,
      "title": "Translation 1.1",
      "content": "जब इन डेंटिस्ट्स और डेंटल असिस्टेंट्स को ये चैलेंज मिला कि उन्हें अपने सधे हुए हाथों का कमाल दिखाते हुए, एक गुब्बारे में सुई चुभानी है, लेकिन गुब्बारा फूटना नहीं चाहिए। तो पहले तो ये किसी को भी इम्पॉसिबल सा लगा, और कोई भी ये कर नहीं पाया। लेकिन फिर, हॉस्पिटल के सबसे अनुभवी डॉक्टर ने उन यंगस्टर्स को दिखाया कि ये असल में कैसे होता है। क्या आप ये कर पाएँगे?",
      "isOpen": true
    },
    {
      "id": 1754504217235,
      "title": "Translation 2",
      "content": "जब इन डेन्टिस्ट्स और डेन्टल असिस्टेन्ट्स को एक ऐसा चैलेंज दिया गया जिसे पूरा करना लगभग नामुमकिन लग रहा था, तो पहले तो कोई भी इसे कर नहीं पाया। चैलेंज ये था कि सुई को गुब्बारे में ऐसे डालना है कि वो फूटे नहीं, ताकि ये साबित हो सके कि किसके हाथ सबसे ज़्यादा सधे हुए हैं। एक-एक करके सबने कोशिश की, पर कोई भी कामयाब नहीं हो पाया। लेकिन फिर आए उस हॉस्पिटल के सबसे अनुभवी डॉक्टर, जिन्होंने इन यंगस्टर्स को दिखाया कि असली तजुर्बा और कंट्रोल आखिर होता क्या है। और ये देखिए! क्या कमाल का हुनर था! वैसे, क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754504217245,
      "title": "Translation 2.2",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754504217255,
      "title": "for Eng Channel",
      "content": "Of course! Here is the English script, transformed into the energetic and engaging ****: *** These dentists were challenged to do the IMPOSSIBLE! The dare was to poke a balloon with a needle without it bursting. You'd think for people with hands this steady, it would be easy... but NOPE! Every single one of them failed… But then, the most experienced doc in the hospital stepped in to show the youngsters how it's REALLY done! But the real question is… could YOU do it?",
      "isOpen": true
    },
    {
      "id": 1754504217265,
      "title": "Eng to Hi",
      "content": "जब इन डेंटिस्ट्स और डेंटल असिस्टेंट्स को अपने सधे हुए हाथों को साबित करने के लिए एक चैलेंज मिला... कि एक गुब्बारे में सुई चुभानी है, लेकिन उसे फोड़े बिना। शुरुआत में तो ये नामुमकिन सा लगा, और कोई भी इसे कर नहीं पाया। लेकिन फिर, उस क्लिनिक के सबसे तजुर्बेकार डॉक्टर ने उन नौजवानों को दिखाया कि ये असल में किया कैसे जाता है। क्या आप ये कर सकते हैं?",
      "isOpen": true
    },
    {
      "id": 1754504217275,
      "title": "Outline",
      "content": "The Steady Hand Challenge *   **The Dare:** Dentists and assistants challenged to poke a balloon with a needle without it bursting.\n*   **Initial Result:** Everyone failed.\n*   **The Expert:** The most experienced doctor succeeded, showing how it's done.\n*   **The Question:** Could you do it? *** The Script in One Sentence After a group of dentists and assistants failed a challenge to prove their steady hands by poking a balloon with a needle, the office's most experienced doctor successfully demonstrated how it's done, ultimately asking if you could do it too.",
      "isOpen": true
    }
  ],
  "created": "2025-08-06T18:16:57.185Z",
  "updated": "2025-08-06T18:16:57.185Z"
}