{
  "id": 1754504825882,
  "title": "Banoon for water",
  "toggles": [
    {
      "id": 1754504825892,
      "title": "English Script",
      "content": "In Africa, some farmers use this clever trick to find water. A man places several melon seeds in a hole, knowing that a baboon is watching from a distance. He then hides behind a tree. Curious, the baboon approaches and reaches into the hole to grab a handful of melon seeds. However, with his fist clenched around the seeds, the baboon finds it difficult to pull his hand out. At this point, the man rushes over and captures the baboon by tying a rope around its neck. The man doesn't harm the baboon, as he needs it to lead him to water. He ties the baboon to a tree and places chunks of salt nearby. Since salt is rare in the area, the baboon eagerly eats it. The salt makes the baboon extremely thirsty. Once the baboon is desperate for water, the man unties it and sets it free. The baboon immediately runs off to find water, and the man follows, knowing that the animal will lead him to the hidden water source in the desert.",
      "isOpen": true
    },
    {
      "id": 1754504825902,
      "title": "Translation 1",
      "content": "अफ्रीका के कुछ किसान पानी ढूंढने के लिए एक ऐसा चालाक तरीका अपनाते हैं जिसे देखकर आप हैरान रह जाएंगे. सोचिए, एक इंसान एक गड्ढा खोदता है और उसमें कुछ खरबूजे के बीज डाल देता है. और वो ये सब कुछ तब करता ہے जब उसे पता होता है कि एक बबून उसे दूर से देख रहा है. इसके बाद वो शख्स एक पेड़ के पीछे जाकर छिप जाता है. जैसा सोचा था, बबून के मन में जिज्ञासा होती है और वो उस गड्ढे के पास आता है. बीजों को देखकर उसके मन में लालच आ जाता है और वो गड्ढे में हाथ डालकर मुट्ठी भर बीज उठा लेता है. लेकिन यहीं से असली खेल शुरू होता है. बीजों से भरी मुट्ठी बंद होने की वजह से बबून अपना हाथ गड्ढे से बाहर नहीं निकाल पाता. और बस इसी पल का इंतज़ार वो किसान कर रहा होता है. वो भागकर आता है और बबून को पकड़ लेता है. लेकिन किसान बबून को कोई नुकसान नहीं पहुंचाता, क्योंकि उसे बबून की ज़रूरत है पानी तक पहुँचने के लिए. वो बबून के गले में एक रस्सी बांधता है और उसे एक पेड़ से बांध देता है. फिर वो उसके पास नमक के बड़े-बड़े टुकड़े रख देता है. उस इलाके में नमक बहुत कीमती चीज़ है, इसलिए बबून लालच में आकर सारा नमक खा जाता है. ये नमक उसे भयानक प्यासा बना देता है. जब बबून पानी के लिए पूरी तरह से तड़पने लगता है, तब किसान उसे खोलकर आज़ाद कर देता है. आज़ाद होते ही प्यासा बबून सीधा उस जगह की तरफ भागता है जहाँ रेगिस्तान में पानी का कोई छिपा हुआ सोर्स होता है. और किसान बस उसके पीछे-पीछे चलता जाता है. इस तरह जानवर की एक छोटी सी कमज़ोरी का इस्तेमाल करके ये किसान रेगिस्तान में भी आसानी से पानी ढूंढ लेते हैं. है ना ये कमाल का तरीका?",
      "isOpen": true
    },
    {
      "id": 1754504825912,
      "title": "Translation 1.1",
      "content": "Africa में पानी ढूंढने का एक ऐसा गजब तरीका है जिसे सुनकर आप हैरान रह जाएंगे. Imagine कीजिए कि एक किसान एक बबून, यानी लंगूर को पानी ढूंढने के लिए use करता है. आखिर कैसे? दरअसल, ये किसान एक चालाक trick अपनाता है. सबसे पहले, वो ज़मीन में एक छोटा सा गड्ढा करता है और उसमें तरबूज के कुछ बीज डाल देता है. वो ये पक्का कर लेता है कि दूर बैठा एक बबून उसे ये सब करते हुए देख रहा है. इसके बाद, किसान एक पेड़ के पीछे छिप जाता है. अब Curious होकर बबून उस गड्ढे के पास आता है और बीज उठाने के लिए उसमें हाथ डालता है. लेकिन जैसे ही वो बीजों से अपनी मुट्ठी बंद करता है, उसका हाथ उस छोटे से गड्ढे में फंस जाता है. बस, इसी मौके का फायदा उठाकर किसान दौड़कर आता है और बबून को पकड़ लेता है. लेकिन वो बबून को कोई नुकसान नहीं पहुंचाता, क्योंकि असली काम तो अब शुरू होना है. किसान बबून को एक पेड़ से बांध देता है और उसके पास खाने के लिए नमक के बड़े-बड़े टुकड़े रख देता है. उस इलाके में नमक एक rare चीज़ है, इसलिए बबून लालच में आकर सारा नमक खा जाता है. अब नमक खाने से बबून को ज़बरदस्त प्यास लगती है. जब वो प्यास से तड़पने लगता है, तो किसान उसे खोलकर आज़ाद कर देता है. आज़ाद होते ही बबून सीधा पानी की तरफ भागता है और किसान उसके पीछे-पीछे चल देता है. उसे पता होता है कि ये जानवर उसे रेगिस्तान में छिपे हुए पानी के source तक ज़रूर ले जाएगा.",
      "isOpen": true
    },
    {
      "id": 1754504825922,
      "title": "Translation 2",
      "content": "अफ्रीका के रेगिस्तान में जब दूर-दूर तक पानी का कोई सोर्स नज़र नहीं आता, तो वहां के किसान पानी ढूंढने के लिए एक ऐसा तरीका अपनाते हैं जिसे देखकर आप हैरान रह जाएंगे! ये कहानी है चालाकी और प्यास की। एक किसान ज़मीन में एक छोटा सा गड्ढा खोदता है और उसमें डाल देता है तरबूज के कुछ बीज। लेकिन उसे पता होता है कि थोड़ी ही दूर से एक बबून उसे ये सब करते हुए देख रहा है। बीज डालने के बाद, वो चालाकी से एक पेड़ के पीछे छिप जाता है। अब बबून की उत्सुकता उसे गड्ढे तक खींच लाती है। वो गड्ढे के पास आता है और बीज उठाने के लिए उसमें अपना हाथ डाल देता है। लेकिन यहीं पर किसान का असली जाल काम करता है! जैसे ही बबून बीजों को पकड़कर अपनी मुट्ठी बंद करता है, उसकी मुट्ठी उस छोटे से गड्ढे में फंस जाती है! वो अपना हाथ बाहर नहीं निकाल पाता। और इसी पल का इंतज़ार कर रहा किसान पेड़ के पीछे से निकलता है और बबून को पकड़ लेता है। लेकिन रुकिए... ये किसान बबून को कोई नुकसान नहीं पहुंचाता। क्योंकि उसका असली मकसद बबून को पकड़ना है ही नहीं! उसे तो बबून की एक खास जानकारी चाहिए... पानी का राज़! वो बबून को एक पेड़ से बांधता है और उसके पास रख देता है नमक के बड़े-बड़े टुकड़े। उस इलाके में नमक मिलना बहुत मुश्किल होता है, इसलिए बबून लालच में आकर उसे फौरन खा लेता है। और यही किसान का मास्टरस्ट्रोक था! नमक खाते ही बबून को ज़बरदस्त प्यास लग जाती है। जब प्यास से उसका हाल बेहाल हो जाता है, तो किसान उसे खोलकर आज़ाद कर देता है। और अब... प्यासा बबून एक सेकंड भी नहीं रुकता। वो सीधा उस दिशा में भागता है जहाँ पानी होता है, और किसान बस उसके पीछे-पीछे चलता जाता है। और इस तरह, बबून उसे रेगिस्तान में छिपे पानी के उस गुप्त सोर्स तक ले जाता है, जिसे इंसानों के लिए ढूंढना लगभग नामुमकिन था",
      "isOpen": true
    },
    {
      "id": 1754504825932,
      "title": "Translation 2.2",
      "content": "क्या होगा अगर आप रेगिस्तान के बीच में हों और आपको पानी खोजना हो? अफ्रीका में किसान इसके लिए एक ऐसा तरीका अपनाते हैं जिसे सुनकर आपके होश उड़ जाएँगे! और इसमें उनकी मदद करता है एक बबून! देखिए कैसे! एक किसान ज़मीन में एक छोटा सा गड्ढा खोदता है और उसमें तरबूज के कुछ बीज डाल देता है. उसे पता होता है कि एक चालाक बबून उसे दूर से देख रहा है. जैसे ही किसान छिपता है, बबून दौड़कर उस गड्ढे के पास आता है और बीज उठाने के लिए उसमें अपना हाथ डालता है. वो मुट्ठी भर बीज तो उठा लेता है, लेकिन यहीं वो फँस जाता है! बीजों से भरी हुई उसकी मुट्ठी उस छोटे से गड्ढे से बाहर ही नहीं निकल पाती! बस, इसी मौके का फायदा उठाकर किसान भागकर आता है और बबून को पकड़ लेता है! लेकिन रुकिए! किसान उसे कोई नुकसान नहीं पहुँचाता, क्योंकि असली काम तो अब शुरू होना है! वो बबून को एक पेड़ से बाँधता है और उसके सामने ढेर सारा नमक रख देता है. नमक एक कीमती चीज़ है, इसलिए बबून लालच में आकर उसे खा जाता है. नमक खाते ही बबून को भयानक प्यास लगती है! और जब वो पानी के लिए तड़पने लगता है, तो किसान उसे खोलकर आज़ाद कर देता है! इसके बाद जो होता है वो कमाल है! प्यास से बेहाल बबून सीधा उसी तरफ भागता है जहाँ रेगिस्तान में पानी का कोई छिपा हुआ सोर्स होता है! किसान बस उसके पीछे-पीछे चलता है और अपनी मंज़िल तक पहुँच जाता है! है ना ये पानी खोजने का एकदम ज़बरदस्त तरीका?",
      "isOpen": true
    },
    {
      "id": 1754504825942,
      "title": "for Eng Channel",
      "content": "Of course! Here is the script rewritten in the English version of ****: *** (Intro music fades) How do you find water in a desert where there's none in sight?! Well, in Africa, some farmers use a trick so clever... it's almost unbelievable! So, what do they do? First, a man digs a small hole in the ground. Simple, right? But he knows... a baboon is watching him from a distance. He places a few melon seeds in the hole and then... he hides! Now, the baboon is super curious. It slowly approaches... peeks into the hole... and reaches in to grab a handful of those tasty seeds! But here's the genius part! With its fist clenched full of seeds, its hand is now too WIDE to pull out! The baboon is trapped... not by a cage, but by its own greed! That’s when the man rushes out and captures the baboon! But listen... he doesn't hurt the animal. No way! Because this baboon... is now his secret guide to finding water! So, what's the plan? He ties the baboon to a tree and places chunks of salt nearby. Salt is super rare there, so the baboon eats all of it... eagerly! And what happens when you eat a lot of salt...? You get thirsty! Extremely thirsty! Once the baboon is absolutely desperate for a drink... the man unties the rope... and sets it free! What do you think the baboon does next? It immediately runs! It sprints straight towards the nearest water source... a secret spring hidden in the desert that only animals know about! And the man... he just follows it. And just like that, he finds a hidden source of water in the middle of nowhere! Isn't that an amazing survival hack?",
      "isOpen": true
    },
    {
      "id": 1754504825952,
      "title": "Eng to Hi",
      "content": "अफ़्रीका के कुछ इलाक़ों में, किसान पानी खोजने के लिए एक बहुत ही होशियारी भरा तरीक़ा अपनाते हैं। एक किसान ज़मीन में एक छोटा सा गड्ढा खोदकर उसमें तरबूज के कुछ बीज डाल देता है। उसे पता होता है कि दूर खड़ा एक बबून उसे देख रहा है। इसके बाद, वो एक पेड़ के पीछे छिप जाता है। जिज्ञासा में बबून धीरे-धीरे पास आता है और गड्ढे में हाथ डालकर मुट्ठी भर बीज उठा लेता है। लेकिन बीजों से भरी मुट्ठी बंद होने की वजह से, बबून का हाथ उस गड्ढे में फंस जाता है। बस यही मौक़ा देखकर, किसान दौड़कर आता है और बबून के गले में रस्सी डालकर उसे पकड़ लेता है। किसान बबून को कोई नुक़सान नहीं पहुँचाता, क्योंकि उसे तो बस उसकी मदद चाहिए पानी तक पहुँचने के लिए। वो बबून को एक पेड़ से बांधकर, उसके पास नमक की कुछ डलियां रख देता है। उस इलाक़े में नमक आसानी से मिलता नहीं, इसलिए बबून झटपट उसे खा जाता है। नमक खाने से बबून को तेज़ प्यास लगने लगती है। और जब बबून पानी के लिए तड़पने लगता है, तो किसान उसे खोलकर आज़ाद छोड़ देता है। प्यासा बबून फ़ौरन पानी की तलाश में भागता है, और किसान उसके पीछे-पीछे चल पड़ता है। उसे यक़ीन होता है कि ये जानवर उसे रेगिस्तान में छिपे पानी के किसी सोर्स तक ज़रूर ले जाएगा।",
      "isOpen": true
    },
    {
      "id": 1754504825962,
      "title": "Outline",
      "content": "The Baboon Water-Finding Method *   **The Trap:** Melon seeds in a hole are used to capture a baboon.\n*   **The Catalyst:** Feeding the captured baboon salt induces extreme thirst.\n*   **The Outcome:** The thirsty, released baboon leads the farmer directly to a hidden water source. *** The Script in One Sentence To find water in the desert, a farmer traps a baboon using melon seeds, feeds it salt to make it desperately thirsty, and then releases the animal to follow it directly to a hidden water source.",
      "isOpen": true
    }
  ],
  "created": "2025-08-06T18:27:05.872Z",
  "updated": "2025-08-06T18:27:05.872Z"
}