{
  "id": 7751656479443,
  "title": "Best safety device",
  "toggles": [
    {
      "id": 1170881485893,
      "title": "Section 1",
      "content": "ये डिवाइस स्कूल जाने वाले बच्चों की जान बचाता है।

अमेरिका में स्कूल शूटिंग एक बहुत बड़ी और गंभीर प्रॉब्लम है, और इसी से बच्चों को बचाने के लिए उन्होंने ये जीनियस डिवाइस बनाया है जो क्लासरूम को एक झटके में एक सेफ शेल्टर में बदल देता है।

दरअसल, इस बैरिकेड को दरवाज़े और ज़मीन में लगी एक प्लेट में फंसा दिया जाता है, जिसके बाद दरवाज़े को बाहर से खोलना नामुमकिन हो जाता है। और साथ ही इस सेफ्टी शेड को लगाने से हमलावर को अंदर का कुछ भी दिखाई नहीं देता।",
      "isOpen": true
    },
    {
      "id": 8543065511221,
      "title": "Section 2",
      "content": "Of course. Here is the script translated and rewritten in :

(In Hindi)
दोस्तों, अमेरिका में स्कूल शूटिंग एक बहुत बड़ी प्रॉब्लम है, और बच्चों की जान बचाने के लिए ये जीनियस डिवाइस बनाया गया है। ये डिवाइस एक क्लासरूम को कुछ ही सेकंड्स में एक सेफ शेल्टर में बदल देता है। इसमें बस इस बैरिकेड को दरवाज़े और नीचे लगी फ्लोर प्लेट में फंसा दिया जाता है, जिसके बाद दरवाज़े को बाहर से खोलना एकदम इम्पॉसिबल है। और साथ ही इसका सेफ्टी शेड, शूटर के लिए अंदर का व्यू पूरी तरह से ब्लॉक कर देता है।

(In Roman script)
Dosto, America mein school shooting ek bahut badi problem hai, aur bachchon ki jaan bachane ke liye ye genius device banaya gaya hai. Ye device ek classroom ko kuch hi seconds mein ek safe shelter mein badal deta hai. Ismein bas is barricade ko darwaze aur neeche lagi floor plate mein phansa diya jaata hai, jiske baad darwaze ko bahar se kholna ekdam impossible hai. Aur saath hi iska safety shade, shooter ke liye andar ka view poori tarah se block kar deta hai.",
      "isOpen": true
    },
    {
      "id": 8633091946283,
      "title": "Section 3",
      "content": "",
      "isOpen": true
    },
    {
      "id": 7180839117938,
      "title": "Section 4",
      "content": "",
      "isOpen": true
    },
    {
      "id": 2512464087042,
      "title": "Section 5",
      "content": "",
      "isOpen": true
    },
    {
      "id": 7441313876049,
      "title": "Section 6",
      "content": "",
      "isOpen": true
    },
    {
      "id": 9260538513020,
      "title": "Section 7",
      "content": "",
      "isOpen": true
    }
  ],
  "created": "2025-07-29T13:15:25.629Z",
  "updated": "2025-07-29T13:15:25.629Z"
}