{
  "id": 1754503683497,
  "title": "Best tamed orca",
  "toggles": [
    {
      "id": 1754503683507,
      "title": "English Script",
      "content": "Nobody believed her when she said she had the best tamed orca in the world. So she gave an order to him, and immediately the orca got its tail out of the water and smashed it as hard as he could. While everyone was amazed, nobody knew that something even better was coming up. Since the lady told the orca to meet her a bit further, and the whole crowd was confused. But the lady knew exactly what she was doing. And right after getting up these stairs, she met with the orca, and they did the cutest dance I've ever seen. But now I'm wondering, would you like a pet orca too?",
      "isOpen": true
    },
    {
      "id": 1754503683517,
      "title": "Translation 1",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754503683527,
      "title": "Translation 1.1",
      "content": "जब इस महिला ने कहा कि उसके पास दुनिया की सबसे समझदार पालतू Orca है, तो किसी ने भी उसकी बात पर यकीन नहीं किया। इसलिए उसने Orca को एक इशारा किया, और अगले ही पल Orca ने अपनी पूंछ पानी से बाहर निकाली और इतनी ज़ोर से मारी कि सबके होश उड़ गए। वहाँ मौजूद सभी लोग हैरान थे, लेकिन उन्हें ये नहीं पता था कि कुछ और भी बड़ा होने वाला है। क्योंकि इस महिला ने Orca को थोड़ी दूर आगे आने को कहा, जिसे देखकर सब लोग Confuse हो गए। पर ये महिला जानती थी कि वो क्या कर रही है। और इन सीढ़ियों पर चढ़ने के ठीक बाद, वो Orca से मिली, और फिर दोनों ने मिलकर इतना प्यारा डांस किया जो मैंने आज तक नहीं देखा। लेकिन अब मैं ये सोच रहा हूँ, कि क्या आपको भी ऐसा पालतू Orca चाहिए?",
      "isOpen": true
    },
    {
      "id": 1754503683537,
      "title": "Translation 2",
      "content": "जब इस लड़की ने कहा कि उसके पास दुनिया का सबसे अनोखा और समझदार Orca है, तो किसी ने भी उसकी बात पर यकीन नहीं किया। तो फिर उसने Orca को एक इशारा किया, और अगले ही पल Orca ने अपनी पूंछ पानी से बाहर निकालकर इतनी ज़ोर से पटकी कि सब दंग रह गए। वहां मौजूद हर कोई हैरान था, लेकिन उन्हें ये नहीं पता था कि आगे कुछ इससे भी ज़बरदस्त होने वाला था। लड़की ने Orca को थोड़ा आगे आने के लिए कहा, जिसे देखकर भीड़ पूरी तरह कन्फ्यूज हो गई। लेकिन इस लड़की को अच्छी तरह पता था कि वो क्या कर रही है। और जैसे ही वो इन सीढ़ियों से ऊपर पहुँची, वो अपने Orca से मिली, और फिर दोनों ने मिलकर इतना प्यारा डांस किया जो शायद ही किसी ने पहले देखा होगा। लेकिन अब एक सवाल है, क्या आप भी ऐसा पालतू Orca चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1754503683547,
      "title": "Translation 2.2",
      "content": "जब इस लड़की ने कहा कि इसके पास दुनिया की सबसे ट्रेंड Orca है, तो किसी ने यकीन नहीं किया। पर फिर इसने Orca को एक इशारा किया... और तुरंत ही Orca ने अपनी पूंछ पानी से बाहर निकाली और ज़ोर से पटकी। ये देखकर सब हैरान थे... पर उन्हें ये नहीं पता था कि कुछ इससे भी तगड़ा होने वाला था। क्योंकि इस लड़की ने Orca को थोड़ा आगे आने को कहा... जिसे देखकर वहां खड़ी भीड़ और भी Confuse हो गयी। लेकिन इस लड़की को पता था कि वो क्या कर रही है। और इन सीढ़ियों पर चढ़ने के ठीक बाद, वो Orca से मिली... और फिर इन दोनों ने मिलकर आज तक का सबसे Cutest डांस किया। पर अब मैं ये सोच रहा हूँ, कि क्या आपको भी ऐसी पालतू Orca चाहिए?",
      "isOpen": true
    },
    {
      "id": 1754503683557,
      "title": "for Eng Channel",
      "content": "NO ONE believed this woman when she claimed to have the world's best-trained orca. So to shut everyone up, she gives a command… and BAM! The orca immediately slams its tail on the water with all its might! The crowd was in shock. But what they didn't know was that the best part was still to come. The lady then tells the orca to meet her at a different spot, and everyone was just confused. But she knew EXACTLY what she was doing. Because after she walked up these stairs… she met the orca again, and they did the most adorable dance EVER! So, let me ask you… would you want a pet orca too?",
      "isOpen": true
    },
    {
      "id": 1754503683567,
      "title": "Eng to Hi",
      "content": "जब उस महिला ने दावा किया कि उसके पास दुनिया की सबसे समझदार और Tamed Orca है, तो किसी ने भी उसकी बात का यकीन नहीं किया। इसलिए, उसने ऑर्का को एक इशारा किया, और अगले ही पल उस ऑर्का ने अपनी पूंछ पानी से बाहर निकालकर पूरी ताकत से पानी पर मारी। ये देखकर वहां मौजूद सभी लोग हैरान रह गए, लेकिन उन्हें क्या पता था कि असली Surprise तो अभी बाकी था। इसके बाद उस महिला ने ऑर्का को थोड़ी दूर आगे आने का इशारा किया, जिसे देखकर सारी भीड़ Confuse हो गई। लेकिन वो महिला अच्छी तरह जानती थी कि वो क्या कर रही है। और फिर जैसे ही वो ये सीढ़ियां चढ़कर ऊपर पहुंची, वो सीधे ऑर्का से मिली, और फिर दोनों ने मिलकर किया वो Cute Dance, जो शायद ही किसी ने पहले देखा होगा। लेकिन ये सब देखकर अब मैं सोच रहा हूँ, क्या आप भी एक ऐसी Pet Orca चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1754503683577,
      "title": "Outline",
      "content": "The World's Best Tamed Orca *   **Initial Proof:** The orca performs a powerful tail smash on command, amazing the crowd.\n*   **Unexpected Move:** The woman confuses onlookers by directing the orca to a new location.\n*   **The Finale:** The woman and orca reunite to perform a uniquely cute dance.\n*   **Final Question:** The audience is asked if they would want a pet orca. *** The Script in One Sentence A woman proves her orca is the world's best by first commanding an amazing tail smash, then confusing the crowd by having the animal meet her at a new location where they perform a surprisingly cute dance, raising the question of whether you would want a pet orca too.",
      "isOpen": true
    }
  ],
  "created": "2025-08-06T18:08:03.487Z",
  "updated": "2025-08-06T18:08:03.487Z"
}