{
  "id": 1754158122822,
  "title": "Cheetah vs zookeeper ",
  "toggles": [
    {
      "id": 1754158122832,
      "title": "English Script",
      "content": "When this cheetah attacked this zookeeper, everyone thought it was over. The cheetah has a specially designed skull that makes its bite capable of easily crushing a man's leg. His friend knew this, so he rushed to help him and began to press on the cheetah's neck from behind so that the cheetah would release his friend. The cheetah wasn't happy with what the second guard was doing, so he released the first guard's leg, but he redirected his attention towards the second guard who was harassing him. But the first guard said enough is enough, so he grabbed his back leg and began to spin him like a helicopter propeller. The cheetah was shocked by what happened and instantly became submissive, as if saying, \"Calm down my man, I was only playing with you.”",
      "isOpen": true
    },
    {
      "id": 1754158122842,
      "title": "Translation 1",
      "content": "जब इस चीते ने इस ज़ूकीपर पर हमला किया, तो सबको लगा कि अब इसका खेल खत्म। दरअसल, चीते का skull कुछ इस तरह से बना होता है कि उसका बाइट फ़ोर्स किसी भी इंसान की टाँग को बड़ी आसानी से कुचल सकता है। और ये बात उसका दोस्त अच्छी तरह से जानता था, इसलिए वो तुरंत उसकी मदद के लिए दौड़ पड़ता है और पीछे से चीते की गर्दन को दबाने लगता है, ताकि चीता उसके दोस्त को छोड़ दे। लेकिन चीते को दूसरे गार्ड का ये करना बिलकुल पसंद नहीं आता, इसलिए वो पहले गार्ड की टाँग तो छोड़ देता है, पर अपना पूरा ध्यान उस दूसरे गार्ड पर लगा देता है जो उसे परेशान कर रहा था। लेकिन पहले गार्ड ने कहा, 'बस, अब बहुत हुआ', और उसने चीते की पिछली टाँग पकड़कर उसे हेलीकॉप्टर प्रोपेलर की तरह गोल-गोल घुमाना शुरू कर दिया। ये देखकर चीता तो एकदम सदमे में चला गया और तुरंत ही शांत हो गया, मानो कह रहा हो, \"अरे भाई शांत हो जाओ, मैं तो बस मज़ाक कर रहा था।\"",
      "isOpen": true
    },
    {
      "id": 1754158122852,
      "title": "Translation 1.1",
      "content": "जब इस चीते ने इस ज़ूकीपर पर हमला किया, तो सबको लगा कि अब इसका खेल खत्म. असल में, चीते की खोपड़ी खास तरह से बनी होती है, जिसका बाइट एक इंसान की टांग को आसानी से चकनाचूर कर सकता है. यह बात उसका दोस्त जानता था, इसलिए वो फौरन मदद के लिए दौड़ा और चीते की गर्दन को पीछे से दबाने लगा ताकि वो उसके दोस्त को छोड़ दे. अब दूसरे गार्ड की ये हरकत चीते को पसंद नहीं आई, इसलिए उसने पहले वाले की टांग तो छोड़ दी, लेकिन अपना पूरा ध्यान उस दूसरे गार्ड पर लगा दिया जो उसे परेशान कर रहा था. लेकिन पहले गार्ड ने सोचा, 'बहुत हुआ सम्मान', और उसने चीते की पिछली टांग पकड़कर उसे हेलीकॉप्टर के पंखे की तरह घुमाना शुरू कर दिया. बेचारा चीता तो इस हमले से एकदम शॉक में आ गया और तुरंत सीधा हो गया. मानो कह रहा हो, 'अरे भाई शांत हो जाओ, मैं तो बस मज़ाक कर रहा था.'",
      "isOpen": true
    },
    {
      "id": 1754158122862,
      "title": "Translation 2",
      "content": "जब इस चीता ने इस ज़ूकीपर पर हमला किया, तो वहां मौजूद हर इंसान की सांसें थम गईं! सबको लगा कि आज तो ये गया! दरअसल, चीता का skull कुछ इस तरह बना होता है कि उसका एक ही जानलेवा हमला किसी भी इंसान के पैर को आसानी से कुचल सकता है. ये बात उसके दोस्त को अच्छी तरह पता थी, इसलिए वो फौरन उसकी मदद के लिए भागा और पीछे से चीता की गर्दन पर ज़ोर लगाने लगा ताकि वो उसके दोस्त को छोड़ दे. लेकिन चीता को ये हरकत बिल्कुल पसंद नहीं आई. उसने पहले गार्ड का पैर तो छोड़ दिया, पर अपना पूरा ध्यान उस दूसरे गार्ड पर लगा दिया जो उसे परेशान कर रहा था. पर तभी पहले वाले गार्ड ने कहा, 'बस, बहुत हुआ!' और उसने चीता की पिछली टांग पकड़कर उसे हेलीकॉप्टर के पंखे की तरह गोल-गोल घुमाना शुरू कर दिया! ये देखकर चीता का सारा नशा उतर गया और वो एकदम भीगी बिल्ली बन गया, मानो कह रहा हो, \"अरे भाई, शांत हो जाओ... मैं तो बस तुम्हारे साथ मज़ाक कर रहा था.\"",
      "isOpen": true
    },
    {
      "id": 1754158122872,
      "title": "Translation 2.2",
      "content": "जब इस चीते ने इस ज़ूकीपर पर हमला किया, तो सबको लगा कि इसका काम तमाम हो गया! दरअसल, चीते की खोपड़ी इतनी मज़बूत होती है कि उसकी एक बाइट किसी इंसान के पैर की हड्डी को आराम से कुचल सकती है. और ये बात उसका दोस्त जानता था, इसलिए वो उसकी मदद करने के लिए भागा और पीछे से चीते की गर्दन दबाने लगा ताकि चीता उसके दोस्त को छोड़ दे. लेकिन चीते को ये बिल्कुल पसंद नहीं आया! उसने पहले गार्ड का पैर तो छोड़ दिया... पर अपना पूरा ध्यान उसे परेशान करने वाले दूसरे गार्ड पर लगा दिया. लेकिन पहले गार्ड ने कहा, \"बहुत हुआ!\" और उसने चीते की पिछली टांग पकड़कर उसे हेलीकॉप्टर के पंखे की तरह घुमाना शुरू कर दिया! ये देखकर चीते के तो होश ही उड़ गए और वो तुरंत शांत हो गया. मानो कह रहा हो, \"अरे भाई, शांत हो जाओ, मैं तो बस तुम्हारे साथ मज़ाक कर रहा था.\"",
      "isOpen": true
    },
    {
      "id": 1754158122882,
      "title": "for Eng Channel",
      "content": "When this cheetah pounced on the zookeeper, everyone watching thought it was game over. You see, a cheetah's skull is specially designed to make its bite strong enough to crush a man's leg with ease. His friend knew this all too well. So, what does he do? He rushes in and starts pressing on the cheetah's neck from behind, trying to force it to let his friend go. Well, the cheetah was NOT a fan of this new guy's interference. So, it lets go of the first zookeeper's leg, but immediately redirects all its focus onto the second guy who was harassing it. But the first zookeeper had had enough. He grabs the cheetah by its back leg and starts spinning it around like a helicopter propeller! The cheetah was so shocked by this power move that it instantly became submissive, pretty much saying, \"Alright, alright, chill out man! I was just playing with you!\"",
      "isOpen": true
    },
    {
      "id": 1754158122892,
      "title": "Eng to Hi",
      "content": "जब इस चीता ने इस ज़ूकीपर पर हमला किया, तो वहां मौजूद सभी लोगों को लगा कि अब खेल खत्म हो चुका है। चीता की खोपड़ी की बनावट ही कुछ ऐसी होती है कि इसका बाइट, यानी इसकी पकड़, एक इंसान के पैर को आसानी से कुचल सकती है। उसका दोस्त यह बात जानता था। इसीलिए, वो फौरन उसकी मदद के लिए दौड़ा और पीछे से चीता की गर्दन पर दबाव डालने लगा, ताकि वो उसके साथी को छोड़ दे। दूसरे गार्ड की इस हरकत से चीता को गुस्सा आ गया। उसने पहले गार्ड का पैर तो छोड़ दिया, लेकिन अब अपना पूरा ध्यान उस दूसरे गार्ड पर लगा दिया जो उसे तंग कर रहा था। लेकिन पहले गार्ड ने सोचा, बस अब बहुत हुआ! उसने चीता की पिछली टांग पकड़ी और उसे हेलीकॉप्टर के पंखे की तरह गोल-गोल घुमाना शुरू कर दिया। अपने साथ हुई इस हरकत से चीता एकदम हक्का-बक्का रह गया और फौरन ही शांत पड़ गया। मानो कह रहा हो, \"अरे भाई, शांत हो जा। मैं तो बस तेरे साथ मज़ाक कर रहा था!\"",
      "isOpen": true
    },
    {
      "id": 1754158122902,
      "title": "Outline",
      "content": "**Cheetah Attack & Unconventional Takedown** *   **Cheetah Attacks Zookeeper:** Its bite is powerful enough to crush a human leg.\n*   **Friend Intervenes:** Presses the cheetah's neck, forcing it to release its grip.\n*   **Cheetah Redirects Attack:** Turns its attention to the friend who intervened.\n*   **Zookeeper Counter-Attacks:** Grabs the cheetah's back leg and spins it.\n*   **Final Result:** The cheetah is shocked and becomes instantly submissive. *** **The Script in One Sentence** After a cheetah attacks a zookeeper, a friend's intervention causes the animal to redirect its aggression, prompting the first zookeeper to retaliate by spinning the cheetah by its leg—a shocking tactic that makes it instantly submissive.",
      "isOpen": true
    }
  ],
  "created": "2025-08-02T18:08:42.812Z",
  "updated": "2025-08-02T18:08:42.812Z"
}