{
  "id": 1754050320922,
  "title": "China marriage ritual",
  "toggles": [
    {
      "id": 1754050320932,
      "title": "English Script",
      "content": "In China, when a boy and a girl get married, the boy cannot take the girl until he defeats her brother in arm wrestling. This is done because they want to know if the hands that will hold their sister's hand can protect her. Sometimes, it has been seen that the bride defeats her brother to ensure her husband wins. This shows that the girl likes the groom and wants to go with him.",
      "isOpen": true
    },
    {
      "id": 1754050320942,
      "title": "Translation 1",
      "content": "चीन में शादी करने की ये शर्त सुनकर आपके होश उड़ जाएँगे। यहाँ जब किसी लड़के और लड़की की शादी होती है, तो दूल्हा अपनी दुल्हन को तब तक घर नहीं ले जा सकता, जब तक वो लड़की के भाई को पंजा लड़ाने में हरा ना दे। जी हाँ, आपने बिलकुल सही सुना। दरअसल, इसके पीछे एक बहुत ही दिलचस्प वजह छिपी है। लड़की वाले ये जानना चाहते हैं कि जिन हाथों में वो अपनी बेटी का हाथ दे रहे हैं, क्या वो हाथ उसकी पूरी ज़िंदगी हिफ़ाज़त कर पाएँगे? क्या वो इतने मज़बूत हैं कि अपनी बहन को हर मुश्किल से बचा सकें? लेकिन कहानी में असली ट्विस्ट तो तब आता है, जब कभी-कभी खुद दुल्हन ही अपने भाई को पंजा लड़ाने में हरा देती है, ताकि उसका होने वाला पति जीत जाए। और ऐसा करके लड़की ये साबित कर देती है कि वो दूल्हे को पसंद करती है और अपनी मर्ज़ी से उसके साथ जाना चाहती है।",
      "isOpen": true
    },
    {
      "id": 1754050320952,
      "title": "Translation 1.1",
      "content": "दोस्तों, चीन में शादी की एक बड़ी मज़ेदार रस्म है। यहाँ जब कोई लड़का किसी लड़की से शादी करता है, तो वो अपनी दुल्हन को तब तक घर नहीं ले जा सकता, जब तक वो उसके भाई को पंजा लड़ाने यानी Arm Wrestling में हरा ना दे। इसके पीछे की सोच ये है कि लड़की के घरवाले जानना चाहते हैं कि जिन हाथों में वो अपनी बहन का हाथ दे रहे हैं, क्या वो हाथ उसकी रक्षा करने के काबिल हैं भी या नहीं। लेकिन असली ट्विस्ट तो तब आता है, जब कभी-कभी दूल्हा कमज़ोर पड़ जाता है। ऐसे में खुद दुल्हन अपने भाई से पंजा लड़ाकर उसे हरा देती है, ताकि उसका होने वाला पति जीत जाए। इससे ये भी साबित हो जाता है कि लड़की उस लड़के को कितना पसंद करती है और उसके साथ जाने के लिए पूरी तरह तैयार है।",
      "isOpen": true
    },
    {
      "id": 1754050320962,
      "title": "Translation 2",
      "content": "क्या आप यकीन कर सकते हैं कि एक देश ऐसा भी है जहाँ शादी करने के लिए दूल्हे को दुल्हन के भाई को हराना पड़ता है? जी हाँ, आपने बिलकुल सही सुना! चीन में एक बड़ी ही अनोखी परंपरा है। जब कोई लड़का, लड़की से शादी करने के लिए उसके घर बारात लेकर पहुँचता है, तो उसे दुल्हन तब तक नहीं मिलती, जब तक वो दुल्हन के भाई को पंजा लड़ाने में हरा ना दे! इसके पीछे की सोच बड़ी गहरी है। दुल्हन का परिवार ये देखना चाहता है कि जो हाथ उनकी बेटी का हाथ थामने वाले हैं, क्या उनमें उसे प्रोटेक्ट करने की, उसकी रक्षा करने की ताकत है भी या नहीं। लेकिन कहानी में असली ट्विस्ट तो तब आता है... जब कभी-कभी दूल्हा कमज़ोर पड़ने लगता है। ऐसे में खुद दुल्हन आगे आती है और अपने भाई को पंजा लड़ाने में हरा देती है ताकि उसका होने वाला पति जीत जाए! ये देखकर सब समझ जाते हैं कि लड़की उस लड़के को कितना पसंद करती है और अपनी मर्ज़ी से उसके साथ जाना चाहती है। है ना कमाल की बात",
      "isOpen": true
    },
    {
      "id": 1754050320972,
      "title": "Translation 2.2",
      "content": "क्या हो अगर शादी करने के लिए आपको लड़ना पड़े? चीन में एक बहुत ही अनोखी परंपरा है! यहाँ जब किसी लड़के और लड़की की शादी होती है, तो लड़का तब तक लड़की को अपने साथ नहीं ले जा सकता, जब तक कि वो पंजा कुश्ती में लड़की के भाई को हरा न दे! ऐसा इसलिए किया जाता है ताकि ये देखा जा सके कि जो हाथ उनकी बहन का हाथ थामेंगे, वो उसकी रक्षा कर भी पाएंगे या नहीं। लेकिन सबसे मज़ेदार ट्विस्ट तो अब आता है! कई बार दूल्हे को जिताने के लिए, दुल्हन खुद आगे आकर अपने ही भाई को पंजा लड़ाकर हरा देती है! और ये इस बात का सबूत होता है कि लड़की भी लड़के को पसंद करती है और उसके साथ जाने के लिए पूरी तरह से तैयार है।",
      "isOpen": true
    },
    {
      "id": 1754050320982,
      "title": "Translation 3",
      "content": "क्या होगा अगर दूल्हे को अपनी दुल्हन घर ले जाने के लिए, पहले उसके भाई से पंजा लड़ाना पड़े? सुनने में अजीब है, लेकिन चीन में सच में एक ऐसी रस्म है, जहाँ दूल्हा तब तक दुल्हन को विदा नहीं करा सकता, जब तक वो उसके भाई को इस मुकाबले में हरा ना दे। माना जाता है कि ये रस्म दूल्हे की ताकत परखने के लिए है, ताकि ये पता चल सके कि जो हाथ उनकी बहन का हाथ थामेगा, वो उसकी हिफाज़त कर भी पाएगा या नहीं। लेकिन कभी-कभी जब दूल्हा हारने लगता है, तो दुल्हन खुद अपने भाई से पंजा लड़ाकर उसे हरा देती है, ताकि उसका होने वाला पति जीत जाए। और दुल्हन का ऐसा करना ये दिखाता है कि वो दूल्हे को दिल से पसंद करती है और खुशी-खुशी उसके साथ अपना नया घर बसाना चाहती है।",
      "isOpen": true
    },
    {
      "id": 1754050320992,
      "title": "Translation 4",
      "content": "चीन में जब एक लड़के और लड़की की शादी होती है, तो दूल्हा अपनी दुल्हन को तब तक घर नहीं ले जा सकता, जब तक वो उसके भाई को पंजा लड़ाने में हरा ना दे। ऐसा इसलिए किया जाता है ताकि ये परखा जा सके कि जिन हाथों में वो अपनी बहन का हाथ दे रहे हैं, वो उसकी हिफ़ाज़त कर भी पाएंगे या नहीं। कभी-कभी तो ये भी देखा गया है कि दुल्हन अपने पति को जिताने के लिए, खुद ही अपने भाई को हरा देती है। ये इस बात का सबूत होता है कि लड़की को दूल्हा पसंद है और वो अपनी मर्ज़ी से उसके साथ जाना चाहती है।",
      "isOpen": true
    },
    {
      "id": 1754050321002,
      "title": "Outline",
      "content": "**The Chinese Arm-Wrestling Marriage Ritual** *   **The Groom's Test:** Must defeat the bride's brother in arm-wrestling.\n    *   **Purpose:** To prove he can protect her.\n*   **The Bride's Choice:** Sometimes, the bride defeats her own brother.\n    *   **Purpose:** To ensure the groom wins, showing her approval. *** **The Script in One Sentence** In a Chinese marriage tradition, a groom must prove he can protect his bride by defeating her brother in arm-wrestling, though the bride may sometimes defeat her own brother to ensure the groom wins and show she wants to go with him.",
      "isOpen": true
    }
  ],
  "created": "2025-08-01T12:12:00.912Z",
  "updated": "2025-08-01T12:12:00.912Z"
}