{
  "id": 1754071668214,
  "title": "Fastest arm wrestler",
  "toggles": [
    {
      "id": 1754071668224,
      "title": "English Script",
      "content": "This is what happens when you watch too many Flash movies at once. This guy is the fastest arm wrestler in the world, and his moves are so fast that if you blink, you will miss it. Some people say that his videos are fake, but watch how his opponents react after getting absolutely destroyed in less than a second.",
      "isOpen": true
    },
    {
      "id": 1754071668234,
      "title": "Translation 1",
      "content": "अगर आप एक ही बार में बहुत सारी 'फ्लैश' मूवीज़ देख लेंगे तो कुछ ऐसा ही होगा। मिलिए दुनिया के सबसे तेज़ Arm Wrestler से। इनकी फुर्ती इतनी कमाल की है कि पलक झपकते ही खेल खत्म। वैसे कई लोगों को लगता है कि इनकी वीडियोज़ फेक होती हैं। लेकिन ज़रा इनके ओपोनेंट्स का रिएक्शन तो देखिए, जो एक सेकंड से भी कम में इनके सामने बुरी तरह चित हो जाते हैं।",
      "isOpen": true
    },
    {
      "id": 1754071668244,
      "title": "Translation 1.1",
      "content": "जब आप बहुत ज़्यादा फ़्लैश मूवीज़ देख लेते हैं, तो कुछ ऐसा ही होता है। ये बंदा दुनिया का सबसे तेज़ arm wrestler है और इसके मूव्स इतने तेज़ हैं कि पलक झपकते ही खेल ख़त्म हो जाता है। कुछ लोग कहते हैं कि इसकी वीडियोज़ फेक हैं, लेकिन ज़रा इसके ओपोनेंट्स का रिएक्शन तो देखो जो एक सेकंड से भी कम में बुरी तरह हारने के बाद देते हैं।",
      "isOpen": true
    },
    {
      "id": 1754071668254,
      "title": "Translation 2",
      "content": "जब आप बहुत ज़्यादा Flash मूवीज़ एक साथ देख लेते हैं तो कुछ ऐसा ही होता है। ये भाई साहब दुनिया के सबसे तेज़ arm wrestler हैं, और इनके मूव्स इतने ज़्यादा फ़ास्ट हैं कि अगर आपकी पलक झपकी तो मैच ही ख़त्म। अब कुछ लोग कहते हैं कि इनकी वीडियोज़ फेक हैं, लेकिन एक सेकंड से भी कम में अपने ओपोनेंट्स को बुरी तरह से चित करने के बाद ज़रा उनका रिएक्शन तो देखिए।",
      "isOpen": true
    },
    {
      "id": 1754071668264,
      "title": "Translation 2.2",
      "content": "जब आप एक साथ बहुत सारी फ़्लैश मूवीज़ देख लेते हैं, तो कुछ ऐसा होता है. ये बंदा दुनिया का सबसे तेज़ आर्म रेसलर है, और इसके मूव्स इतने फास्ट हैं कि पलक झपकते ही खेल खत्म. कुछ लोग कहते हैं कि इसकी वीडियोज़ फेक होती हैं, लेकिन ज़रा इसके ओपोनेंट्स का रिएक्शन तो देखिए, जो एक सेकंड से भी कम में पूरी तरह चित हो जाते हैं.",
      "isOpen": true
    },
    {
      "id": 1754071668274,
      "title": "Translation 3",
      "content": "ये है दुनिया का सबसे तेज़ आर्म रेसलर।\nइसकी चाल इतनी तेज़ है कि अगर आपने पलक झपकाई, तो आप पूरा मैच ही मिस कर दोगे।\nकुछ लोग तो ये भी कहते हैं कि इसकी वीडियो फेक होती हैं।\nलेकिन ज़रा इसके सामने वालों का रिएक्शन तो देखो, जिन्हें एक सेकंड से भी कम में बुरी तरह से हरा दिया जाता है।",
      "isOpen": true
    },
    {
      "id": 1754071668284,
      "title": "Translation 4",
      "content": "जब कोई फ़्लैश मूवीज़ को कुछ ज़्यादा ही सीरियसली ले लेता है, तो नतीजा कुछ ऐसा होता है। ये हैं दुनिया के सबसे तेज़ आर्म-रेसलर, और इनकी रफ़्तार इतनी तेज़ है कि पलक झपकी और खेल खत्म। कुछ लोग इनके वीडियोज़ को फेक बताते हैं, लेकिन ज़रा इनके ओपोनेंट्स का रिएक्शन तो देखिए, जब वो एक सेकंड से भी कम में बुरी तरह पस्त हो जाते हैं।",
      "isOpen": true
    },
    {
      "id": 1754071668294,
      "title": "Outline",
      "content": "The World's Fastest Arm Wrestler *   **The Claim:** A man is the fastest arm wrestler in the world.\n    *   His moves are so fast they are missed in a blink.\n*   **The Controversy:** Some viewers believe the videos are fake.\n    *   The Proof: His opponents' authentic reactions after being instantly defeated confirm it is real. *** **The Script in One Sentence** While some people believe videos of the world's fastest arm wrestler are fake due to his blink-and-you-miss-it speed, the genuine and shocked reactions of his instantly-defeated opponents serve as proof that his ability is real.",
      "isOpen": true
    }
  ],
  "created": "2025-08-01T18:07:48.204Z",
  "updated": "2025-08-01T18:07:48.204Z"
}