{
  "id": 1754385153042,
  "title": "Fastest arm wrestler",
  "toggles": [
    {
      "id": 1754385153052,
      "title": "English Script",
      "content": "This is what happens when you watch too many Flash movies at once. This guy is the fastest arm wrestler in the world, and his moves are so fast that if you blink, you will miss it. Some people say that his videos are fake, but watch how his opponents react after getting absolutely destroyed in less than a second.",
      "isOpen": true
    },
    {
      "id": 1754385153062,
      "title": "Translation 1",
      "content": "जब आप एक साथ बहुत सारी फ़्लैश मूवीज़ देख लेते हैं तो कुछ ऐसा ही होता है। ये भाई साहब दुनिया के सबसे तेज़ आर्म रेसलर हैं और इनके मूव्स इतने तेज़ होते हैं कि अगर आपने पलक झपकाई, तो आप सब कुछ मिस कर देंगे। कुछ लोगों का कहना है कि इनके वीडियोज़ फेक होते हैं, लेकिन ज़रा इनके ओपोनेंट्स का रिएक्शन तो देखिये, जो एक सेकंड से भी कम में बुरी तरह हारने के बाद देते हैं।",
      "isOpen": true
    },
    {
      "id": 1754385153072,
      "title": "Translation 1.1",
      "content": "अगर The Flash आर्म रेसलिंग करता, तो बिल्कुल ऐसा ही होता. दरअसल, ये बंदा दुनिया का सबसे तेज़ आर्म रेसलर है और इसके मूव्स इतने तेज़ हैं कि पलक झपकते ही खेल खत्म हो जाता है. कई लोगों को लगता है कि इसकी वीडियोज़ फेक हैं, लेकिन एक सेकंड से भी कम में absolutely destroyed होने के बाद इनके ओपोनेंट्स का रिएक्शन देखिए.",
      "isOpen": true
    },
    {
      "id": 1754385153082,
      "title": "Translation 2",
      "content": "तो ये होता है जब आप एक साथ बहुत सारी फ़्लैश मूवीज़ देख लेते हैं! मिलिए दुनिया के सबसे तेज़ Arm Wrestler से। इनकी स्पीड इतनी ज़्यादा है कि अगर आपने पलक झपकाई... तो आप मैच ही Miss कर देंगे। कई लोगों को लगता है कि ये Videos असल में Fake हैं। पर जब आप इनके Opponents का Reaction देखेंगे ना, जो एक सेकंड से भी कम में पूरी तरह हार जाते हैं... तो आपको जवाब मिल जाएगा।",
      "isOpen": true
    },
    {
      "id": 1754385153092,
      "title": "Translation 2.2",
      "content": "जब आप एक साथ बहुत सारी फ़्लैश मूवीज़ देख लेते हो तो कुछ ऐसा होता है. ये बंदा दुनिया का सबसे तेज़ आर्म रेसलर है, और इसके मूव्स इतने ज़्यादा फ़ास्ट हैं कि अगर आपने पलक झपकाई... तो आप सब कुछ मिस कर दोगे! कुछ लोग कहते हैं कि इसकी वीडियोज़ फेक हैं, लेकिन ज़रा इसके ओपोनेंट्स का रिएक्शन तो देखो जब ये बंदा उन्हें एक सेकंड से भी कम में बुरी तरह से तबाह कर देता है.",
      "isOpen": true
    },
    {
      "id": 1754385153102,
      "title": "for Eng Channel",
      "content": "You thought 'The Flash' was just a movie? Well, meet the real-life version in the world of arm wrestling. This guy's moves are so unbelievably fast...\n...that if you blink, you'll miss the entire match. Now, a lot of people scream \"FAKE!\" when they see this.\nThey say the videos have to be sped up. But the real story is in the faces of his opponents.\nJust watch their reactions...\nAbsolute shock after being destroyed in less than a single second.",
      "isOpen": true
    },
    {
      "id": 1754385153112,
      "title": "Eng to Hi",
      "content": "लगता है इस भाई ने The Flash की फिल्में कुछ ज़्यादा ही देख ली हैं। ये हैं दुनिया के सबसे तेज़ आर्म रेसलर, और इनकी रफ़्तार इतनी तेज़ है कि पलक झपकते ही आप सब कुछ मिस कर देंगे। कुछ लोग कहते हैं कि इनके वीडियोज़ फेक हैं, लेकिन ज़रा इनके ओपोनेंट्स का रिएक्शन तो देखिए, जब वो एक सेकंड से भी कम में बुरी तरह हार जाते हैं।",
      "isOpen": true
    },
    {
      "id": 1754385153122,
      "title": "Outline",
      "content": "The World's Fastest Arm Wrestler - **The Claim:** World's fastest arm wrestler; moves are faster than a blink.\n- **The Doubt:** Videos are claimed to be fake.\n- **The Proof:** Opponent reactions to sub-second defeats confirm authenticity. *** The Script in One Sentence The world's fastest arm wrestler, whose moves are too quick to see, counters claims that his videos are fake by showing how his opponents react after being defeated in less than a second.",
      "isOpen": true
    }
  ],
  "created": "2025-08-05T09:12:33.032Z",
  "updated": "2025-08-05T09:12:33.032Z"
}