{
  "id": 1754158705593,
  "title": "Firefighter plane",
  "toggles": [
    {
      "id": 1754158705603,
      "title": "English Script",
      "content": "If you see a plane dropping pink colored water, then quickly run away from there. But before, like and subscribe. This is actually a fire retardant, which is more powerful than regular water. It prevents the fire from spreading in all directions. However, when it's dropped, don't stand nearby, as its force is so strong that it can even crush a vehicle. So always be alert.",
      "isOpen": true
    },
    {
      "id": 1754158705613,
      "title": "Translation 1",
      "content": "अगर आपको कभी आसमान से गुलाबी रंग का पानी बरसाता हुआ कोई प्लेन दिखे, तो वहां से तुरंत भाग जाना। लेकिन ऐसा क्यों? जानने से पहले वीडियो को लाइक और हमें सब्सक्राइब ज़रूर करें। दरअसल, ये गुलाबी पानी कोई मामूली पानी नहीं, बल्कि एक फायर रिटार्डेंट है। इसे ख़ास तौर पर जंगलों में लगी भयानक आग को फैलने से रोकने के लिए इस्तेमाल किया जाता है और ये नॉर्मल पानी से कई गुना ज़्यादा असरदार होता है। लेकिन जब प्लेन से इसे गिराया जाता है, तो इसके नीचे खड़े होने की गलती बिलकुल न करें, क्योंकि इसका फ़ोर्स इतना ज़्यादा होता है कि ये एक गाड़ी को भी चकनाचूर कर सकता है। इसलिए हमेशा सावधान रहें।",
      "isOpen": true
    },
    {
      "id": 1754158705623,
      "title": "Translation 1.1",
      "content": "अगर आपको आसमान में कोई प्लेन पिंक कलर का पानी गिराता हुआ दिखे, तो वहां से तुरंत भाग जाएं। लेकिन उससे पहले, वीडियो को लाइक और चैनल को सब्सक्राइब कर लें। दरअसल, ये पिंक कलर का पानी असल में एक फायर रिटार्डेंट है, जो नॉर्मल पानी से कहीं ज़्यादा पावरफुल होता है। इसका काम आग को चारों तरफ फैलने से रोकना होता है। लेकिन, जब इसे गिराया जाता है तो इसके पास खड़े होने की गलती बिल्कुल ना करें, क्योंकि इसका फोर्स इतना ज़्यादा होता है कि ये एक गाड़ी को भी कुचल सकता है। इसलिए हमेशा सावधान रहें।",
      "isOpen": true
    },
    {
      "id": 1754158705633,
      "title": "Translation 2",
      "content": "अगर आपको कभी कोई प्लेन गुलाबी रंग का पानी गिराता हुआ दिखे, तो वहां से तुरंत भाग जाएं! लेकिन उससे पहले, इस वीडियो को लाइक और चैनल को सब्सक्राइब ज़रूर कर लें। दरअसल, ये कोई मामूली पानी नहीं बल्कि एक फायर रिटारडेंट है, जो नॉर्मल पानी से कई गुना ज़्यादा पावरफुल होता है। इसका काम आग को चारों तरफ फैलने से रोकना होता है। हालांकि, जब इसे गिराया जाता है तो भूलकर भी पास में खड़े ना हों, क्योंकि इसका फ़ोर्स इतना ज़्यादा होता है कि ये एक गाड़ी को भी चकनाचूर कर सकता है! इसलिए हमेशा अलर्ट रहें।",
      "isOpen": true
    },
    {
      "id": 1754158705643,
      "title": "Translation 2.2",
      "content": "अगर आपको कभी कोई प्लेन पिंक कलर का पानी गिराता हुआ दिखे, तो वहां से तुरंत भाग जाइए. लेकिन उससे पहले, लाइक और सब्सक्राइब ज़रूर कर दीजिए. दरअसल, ये एक फायर रिटार्डेंट है, जो नॉर्मल पानी से कहीं ज़्यादा पावरफुल होता है. ये आग को चारों तरफ फैलने से रोकता है. लेकिन जब इसे गिराया जाता है, तो भूलकर भी पास में खड़े मत होना, क्योंकि इसका फोर्स इतना ज़्यादा होता है कि ये एक गाड़ी को भी क्रश कर सकता है. इसलिए हमेशा अलर्ट रहें.",
      "isOpen": true
    },
    {
      "id": 1754158705653,
      "title": "for Eng Channel",
      "content": "If you ever see a plane dropping a mysterious pink liquid from the sky, run for your life! But before you do, smash that Like button and subscribe! Now, this isn't just colored water. It's a high-tech fire retardant, specifically designed to stop massive wildfires dead in their tracks. It's way more effective than regular water at preventing flames from spreading. But here’s the critical part: you NEVER want to be anywhere near where it lands. The sheer force of this drop is so powerful it can instantly flatten a car. So, the next time you see a pink cloud falling from a plane, don't be a hero. Be smart. Be safe.",
      "isOpen": true
    },
    {
      "id": 1754158705663,
      "title": "Eng to Hi",
      "content": "अगर आपको कोई प्लेन आसमान से गुलाबी रंग का पानी गिराते हुए दिखे, तो तुरंत वहां से दूर हट जाइये। पर उससे पहले, लाइक और सब्सक्राइब ज़रूर कर लें। दरअसल, यह एक 'फायर रिटार्डेंट' होता है, जो आम पानी के मुक़ाबले कहीं ज़्यादा असरदार होता है। यह आग को चारों तरफ फैलने से रोकता है। लेकिन जब इसे गिराया जाता है, तो इसके आस-पास बिलकुल न खड़े हों, क्योंकि इसकी फोर्स इतनी ज़्यादा होती है कि यह एक गाड़ी को भी चकनाचूर कर सकती है। इसलिए, हमेशा सावधान रहें।",
      "isOpen": true
    },
    {
      "id": 1754158705673,
      "title": "Outline",
      "content": "Warning: Pink Fire Retardant Drops *   **Sighting:** A plane drops pink water.\n    *   **Required Action:** Run away immediately.\n*   **Substance:** Powerful fire retardant.\n    *   **Function:** Stops fire from spreading.\n*   **Danger:** Immense drop force.\n    *   **Result:** Can crush a vehicle.\n*   **Rule:** Stay alert and away from the drop zone. *** The Script in One Sentence The pink substance dropped by planes is a powerful fire retardant designed to stop fires, so you must immediately run away from the area as the drop's force is strong enough to crush a vehicle.",
      "isOpen": true
    }
  ],
  "created": "2025-08-02T18:18:25.583Z",
  "updated": "2025-08-02T18:18:25.583Z"
}