{
  "id": 1754159273666,
  "title": "Floting statue",
  "toggles": [
    {
      "id": 1754159273676,
      "title": "English Script",
      "content": "After many years of confusion, the mystery of this statue has finally been solved. But how? These statues are designed by artist Bruno Catalano and all his statues are seen standing on thin air, leaving many wondering how it's possible. But the explanation is very simple. Because after many years of investigation, the answer is finally here. Take a closer look. Do you get it?",
      "isOpen": true
    },
    {
      "id": 1754159273686,
      "title": "Translation 1",
      "content": "सालों से लोगों को कंफ्यूज करने वाले इस स्टैच्यू का राज़ अब खुल चुका है। पर कैसे? ये कमाल के स्टैच्यूज़ आर्टिस्ट ब्रूनो कैटालानो ने बनाए हैं। और इनके सारे ही स्टैच्यूज़ ऐसे बीच हवा में खड़े दिखाई देते हैं, जिसे देखकर कोई भी हैरान हो जाएगा कि आखिर ये कैसे मुमकिन है? लेकिन इसका जवाब बहुत ही ज़्यादा सिंपल है। दरअसल, सालों की खोजबीन के बाद इसका जवाब आख़िरकार मिल ही गया। ज़रा ध्यान से देखिए। क्या आप समझ पाए?",
      "isOpen": true
    },
    {
      "id": 1754159273696,
      "title": "Translation 1.1",
      "content": "सालों से जिस स्टैच्यू का राज़ कोई नहीं सुलझा पाया, वो अब सुलझ चुका है। पर कैसे? दरअसल, इन कमाल के स्टैच्यूज़ को आर्टिस्ट ब्रूनो कैटालानो ने बनाया है। और इनके सारे ही स्टैच्यूज़ ऐसे हवा में खड़े रहते हैं जिसे देखकर हर कोई हैरान रह जाता है कि आखिर ये मुमकिन कैसे है। लेकिन इसका एक्सप्लेनेशन बहुत ही सिम्पल है। क्योंकि सालों की खोजबीन के बाद, इसका जवाब अब मिल चुका है। ज़रा इसे ध्यान से देखो। आया कुछ समझ में?",
      "isOpen": true
    },
    {
      "id": 1754159273706,
      "title": "Translation 2",
      "content": "सालों के कन्फ्यूजन के बाद, आखिर इस स्टैचू का रहस्य सुलझ ही गया! लेकिन सवाल ये है कि आखिर कैसे? इन कमाल के स्टैचू को आर्टिस्ट ब्रूनो कैटालानो ने डिजाइन किया है। और उनके सभी स्टैचू हवा में कुछ इस तरह से खड़े दिखते हैं, जिसे देखकर कोई भी हैरान रह जाए कि आखिर ये मुमकिन कैसे है! लेकिन इसका जवाब... बेहद सिंपल है! क्योंकि सालों की इन्वेस्टीगेशन के बाद, जवाब अब हमारे सामने है। ज़रा इसे ध्यान से देखिए। क्या आपको जवाब मिला?",
      "isOpen": true
    },
    {
      "id": 1754159273716,
      "title": "Translation 2.2",
      "content": "The secret behind these incredible floating statues has FINALLY been solved. But how is that even possible? These are the works of artist Bruno Catalano, and they seem to defy the laws of physics, leaving millions completely stumped. The explanation, however, is actually hiding in plain sight. Take a really close look… Have you figured it out yet?",
      "isOpen": true
    },
    {
      "id": 1754159273726,
      "title": "for Eng Channel",
      "content": "For years, the secret behind this statue has baffled everyone. But now, the mystery is *finally* solved. But how? These mind-bending statues are designed by artist Bruno Catalano. And as you can see, they all look like they're standing on thin air! This has left so many people wondering… how is that even possible? But the explanation is shockingly simple. Because after years of investigation, the answer is finally here. Take a closer look… Do you see it yet?",
      "isOpen": true
    },
    {
      "id": 1754159273736,
      "title": "Eng to Hi",
      "content": "सालों से लोगों को हैरान कर रहे इस स्टैच्यू का रहस्य आख़िरकार सुलझ ही गया है। लेकिन... कैसे? इन शानदार स्टैच्यूज़ को बनाया है आर्टिस्ट ब्रूनो कैटालानो ने, और उनकी बनाई सभी कलाकृतियां हवा में खड़ी नज़र आती हैं... जिसे देखकर हर कोई सोच में पड़ जाता है कि आखिर ये मुमकिन कैसे है! लेकिन इसका जवाब, आपकी सोच से भी ज़्यादा सिंपल है। क्योंकि सालों की खोजबीन के बाद, वो राज़ अब हमारे सामने है। ज़रा ग़ौर से देखिए। कुछ समझे?",
      "isOpen": true
    },
    {
      "id": 1754159273746,
      "title": "Outline",
      "content": "The Floating Statue Mystery: Solved *   **The Problem: A Years-Long Mystery**\n    *   Artist Bruno Catalano's statues appear to stand on thin air.\n    *   This has caused widespread confusion. *   **The Solution: A Simple Answer**\n    *   After investigation, the mystery is now solved.\n    *   The explanation is simple and revealed by looking closer. *** The Script in One Sentence The long-standing mystery of how artist Bruno Catalano's statues appear to stand on thin air has finally been solved, revealing a simple explanation that becomes clear just by looking closely.",
      "isOpen": true
    }
  ],
  "created": "2025-08-02T18:27:53.656Z",
  "updated": "2025-08-02T18:27:53.656Z"
}