{
  "id": 2236734956613,
  "title": "Marble making",
  "toggles": [
    {
      "id": 7210592023522,
      "title": "English Script",
      "content": "Did you know marbles are made with broken glass? The process is rather simple. They use broken windows or cups and they put them in this thousand-degree furnace. Once the glass becomes liquid, different colors are added. They then cut it in its final shape before being rolled out by this machine. Then the hot throbbing red balls roll down this pipe to cool down. And there you have it. Have you ever played with balls before?",
      "isOpen": true
    },
    {
      "id": 3734302751308,
      "title": "Translation 1",
      "content": "दोस्तों, क्या आप जानते हैं कि जिन रंग-बिरंगे कंचों से आपने और मैंने बचपन में खेला है, वो असल में टूटे हुए कांच से बनते हैं? और इन्हें बनाने का प्रोसेस भी बड़ा सिंपल है। सबसे पहले, टूटी हुई खिड़कियों या कप के कांच को इकट्ठा किया जाता है और फिर इस कांच को हज़ार डिग्री से भी ज़्यादा तापमान वाली भट्टी में डालकर पिघला दिया जाता है। जब कांच पिघलकर एकदम लिक्विड बन जाता है, तब इसमें अलग-अलग रंग मिलाए जाते हैं। इसके बाद, इस रंगीन लिक्विड को एक मशीन की मदद से काटा जाता है ताकि कंचों को उनका गोल आकार मिल सके। फिर ये आग की तरह धधकती लाल गर्म गोलियां एक पाइप से लुढ़कते हुए नीचे आती हैं और ठंडी हो जाती हैं। और बस, तैयार हो गए आपके खेलने के लिए शानदार कंचे! वैसे, क्या आपने कभी कंचों से खेला है? नीचे कमेंट्स में ज़रूर बताना",
      "isOpen": true
    },
    {
      "id": 2292517040032,
      "title": "Translation 1.1",
      "content": "आखिर ये कंचे बनते कैसे हैं? दरअसल, इन्हें टूटे हुए कांच से बनाया जाता है। और इन्हें बनाने का प्रोसेस काफी सिंपल है। सबसे पहले, टूटे हुए कांच जैसे खिड़कियां और कप को एक हज़ार डिग्री वाली भट्टी (furnace) में डाला जाता है। एक बार जब कांच पिघलकर लिक्विड बन जाता है, तो उसमें अलग-अलग रंग मिलाए जाते हैं। इसके बाद, इस मशीन से निकलने से पहले, उसे उसके फाइनल शेप में काटा जाता है। फिर ये गरमा-गरम लाल कंचे इस पाइप से लुढ़कते हुए नीचे आते हैं ताकि वो ठंडे हो सकें। और बस, कंचे तैयार हैं। वैसे, क्या आपने कभी कंचों से खेला है?",
      "isOpen": true
    },
    {
      "id": 4903901759842,
      "title": "Translation 2",
      "content": "जिन कंचों से आपने बचपन में खूब खेला है, क्या आप जानते हैं कि वो बनते कैसे हैं? आपको जानकर हैरानी होगी कि इन्हें बनाया जाता है टूटे हुए कांच से! इसका प्रोसेस काफी सिंपल है. सबसे पहले, टूटे हुए कांच, जैसे कि पुरानी खिड़कियां या कप, को इकट्ठा किया जाता है और फिर इन्हें हज़ार-डिग्री वाली भट्टी में झोंक दिया जाता है! जब ये कांच पिघलकर एकदम liquid बन जाता है, तब इसमें अलग-अलग रंग मिलाए जाते हैं. इसके बाद, एक खास मशीन इसे रोल करके फाइनल शेप देती है. फिर ये गर्म, धधकती लाल गेंदें एक पाइप से लुढ़कती हुई नीचे आती हैं ताकि वो ठंडी हो सकें. और बस, आपके कंचे तैयार हैं! वैसे, क्या आपने कभी कंचों से खेला है? नीचे कमेंट्स में बताइए",
      "isOpen": true
    },
    {
      "id": 4437976093993,
      "title": "Translation 2.2",
      "content": "Did you know that the secret ingredient in MARBLES is just... broken glass? The whole process is actually WILD. They take a huge pile of smashed-up glass—yeah, like old windows and cups—and dump it all into a furnace that's cranked up to a THOUSAND DEGREES! Once it's melted down into this glowing, molten liquid, they inject these awesome swirls of color. Then a machine chops it up and rolls it out into those perfect little spheres we all know and love. Finally, these blazing hot marbles cascade down a long metal track to cool off. And just like that, you've got marbles! So, what do you think? Did you play with marbles when you were a kid? Let me know down in the comments",
      "isOpen": true
    },
    {
      "id": 4083211388447,
      "title": "Translation 3",
      "content": "क्या आप जानते हैं कि आपके बचपन वाले कंचे असल में टूटे हुए कांच से बनते हैं? इन्हें बनाने का तरीका बहुत ही सिम्पल है। सबसे पहले टूटी हुई खिड़कियों और कप के कांच को एक हज़ार डिग्री वाली भट्टी में डाल दिया जाता है। जब कांच पिघलकर एकदम लिक्विड बन जाता है, तब इसमें अलग-अलग रंग मिलाए जाते हैं। इसके बाद एक मशीन इसे अपने फाइनल शेप में काटती है। फिर ये आग जैसे लाल और गर्म कंचे इस मशीन से लुढ़कते हुए एक पाइप में जाते हैं, जहाँ ये ठंडे होते हैं। और बस, तैयार हो जाते हैं आपके खेलने के लिए रंग-बिरंगे कंचे। वैसे आपने कभी कंचे खेले हैं?",
      "isOpen": true
    },
    {
      "id": 4083211388447,
      "title": "Translation 4",
      "content": "क्या आप जानते हैं कि आपके प्यारे कंचे, असल में टूटे-फूटे कांच से बनते हैं? इन्हें बनाने का प्रोसेस काफी सिंपल है। इसके लिए टूटी हुई खिड़कियों या कप के कांच को एक हज़ार डिग्री वाली भट्टी में पिघलाया जाता है। जब कांच पिघलकर लिक्विड बन जाता है, तब उसमें अलग-अलग रंग मिलाए जाते हैं। इसके बाद, उसे अपनी फ़ाइनल शेप में काटा जाता है और फिर एक मशीन से रोल करके बाहर निकाल दिया जाता है। फिर ये धधकती हुई लाल-गर्म गोलियां एक पाइप से लुढ़कती हुई नीचे आती हैं, ताकि ठंडी हो सकें। और बस, तैयार हैं आपके खेलने के लिए कंचे! वैसे, आपने बचपन में कभी कंचे खेले हैं?",
      "isOpen": true
    },
    {
      "id": 6082680613482,
      "title": "Outline",
      "content": "How Marbles Are Made *   **Raw Material:** Broken glass.\n*   **Melting:** Heated in a 1000-degree furnace until liquid.\n*   **Coloring:** Colors are added to the liquid.\n*   **Shaping:** Cut and rolled by a machine.\n*   **Cooling:** Rolled down a pipe to cool. *** The Script in One Sentence Marbles are made by melting broken glass in a furnace, mixing in color, cutting and rolling the liquid into balls, and then sending them down a pipe to cool.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:08:23.422Z",
  "updated": "2025-07-30T07:08:23.422Z"
}