{
  "id": 1754417941380,
  "title": "Plane Gear Stuck",
  "toggles": [
    {
      "id": 1754417941390,
      "title": "English Script",
      "content": "The plane had just taken off when the crew noticed the front landing gear was stuck couldn't retract but they couldn't see what was going on so they quickly found the nearest tower flew low so ground control could eyeball the situation turns out the front gear was turned 90° sticking out perpendicular to the plane the captain decided on an emergency landing but the problem was if they landed directly it would be out of control crash and burn with the fuel tank still full In this model not having a fuel dump system the captain first climbed circled for over 2 hours to burn off fuel lighten the load meanwhile there was this funny passengers were watching live media coverage of the event on their seat back TV's Even worse experts were analyzing how the plane might crash so passengers were watching what could be their last moments live until 5 minutes before landing the TV signal was cut then the airport prepared for landing normally when the front wheel touches down it would be destroyed by the massive impact but the captain with years of experience first landed the back wheels kept the front wheel off the ground until the plane slowed just enough to handle the front wheel then he let it down even then the massive friction caused smoke and sparks but thankfully the plane came to a safe stop all 100 and 46 people onboard were safe",
      "isOpen": true
    },
    {
      "id": 1754417941400,
      "title": "Translation 1",
      "content": "ज़रा सोचिए, एक प्लेन ने अभी-अभी उड़ान भरी ही थी कि क्रू को पता चलता है कि प्लेन का अगला लैंडिंग गियर अटक गया है... वो वापस अंदर ही नहीं जा रहा. लेकिन असली प्रॉब्लम क्या है, ये पायलट को कॉकपिट से दिखाई नहीं दे रहा था. तो उन्होंने फौरन पास के एयर ट्रैफिक कंट्रोल से संपर्क किया और प्लेन को टावर के नज़दीक बहुत नीचे उड़ाने लगे, ताकि ग्राउंड कंट्रोल वाले अपनी आँखों से देखकर बता सकें कि आखिर हुआ क्या है. और जो उन्होंने देखा, वो किसी के भी होश उड़ाने के लिए काफी था. प्लेन का अगला पहिया 90 डिग्री पर घूमकर अटक गया था, बिल्कुल प्लेन के परपेंडिकुलर. अब कैप्टन के सामने एक ही रास्ता था - इमरजेंसी लैंडिंग. लेकिन इसमें सबसे बड़ी मुसीबत ये थी कि प्लेन का फ्यूल टैंक अभी लबालब भरा हुआ था. अगर वो सीधे लैंडिंग की कोशिश करते, तो पहिया ज़मीन से टकराते ही प्लेन बेकाबू होकर क्रैश हो सकता था और एक ज़बरदस्त आग का गोला बन सकता था. और इस मॉडल में फ्यूल हवा में गिराने का कोई सिस्टम भी नहीं था. तब कैप्टन ने अपने तजुर्बे का इस्तेमाल किया. उन्होंने सबसे पहले प्लेन को आसमान में ऊंचाई पर ले जाकर दो घंटों से भी ज़्यादा तक चक्कर लगाना शुरू कर दिया, ताकि ज़्यादा से ज़्यादा फ्यूल जल जाए और प्लेन का वज़न हल्का हो सके. मगर इस बीच प्लेन के अंदर कुछ ऐसा हो रहा था, जो शायद ही कभी हुआ हो. पैसेंजर्स अपनी सीट के पीछे लगी टीवी स्क्रीन्स पर, इसी घटना की लाइव कवरेज देख रहे थे. और इससे भी ज़्यादा डरावनी बात ये थी कि टीवी पर एक्सपर्ट्स ये विश्लेषण कर रहे थे कि प्लेन कैसे क्रैश हो सकता है. यानी पैसेंजर्स अपनी आँखों के सामने अपनी ही मौत की लाइव कमेंट्री सुन रहे थे. ये सिलसिला तब तक चलता रहा जब तक कि लैंडिंग से ठीक 5 मिनट पहले टीवी सिग्नल काट नहीं दिया गया. उधर नीचे एयरपोर्ट पर इमरजेंसी लैंडिंग की पूरी तैयारी हो चुकी थी. कैप्टन ने अपने सालों के अनुभव को दांव पर लगा दिया. उन्होंने पहले प्लेन के पिछले पहियों को ज़मीन पर टच कराया और स्पीड कम होने तक प्लेन की नाक को हवा में ही उठाए रखा. जब रफ्तार इतनी कम हो गयी कि अगला पहिया झटके को सह सकता था, तब उन्होंने धीरे से उसे नीचे आने दिया. इसके बावजूद ज़बरदस्त घर्षण से चिंगारियां और धुआं निकलने लगा, लेकिन शुक्र है कि प्लेन बिना किसी हादसे के सुरक्षित रुक गया. और प्लेन में सवार सभी 146 लोग पूरी तरह से सुरक्षित थे.",
      "isOpen": true
    },
    {
      "id": 1754417941410,
      "title": "Translation 1.1",
      "content": "Picture this: A plane takes off, everything's normal, but then the pilots get a terrifying warning. The front landing gear is stuck. It won’t go up. But here’s the crazy part: they have no idea what’s wrong with it. They can't see it from the cockpit. So, they do something straight out of a movie. They call the nearest control tower and tell them, \"We're coming in low. We need you to literally look at our plane and tell us what you see.\" As they buzz the tower, the ground crew looks up and sees the problem. It's way worse than just being stuck. The entire front wheel assembly is twisted 90 degrees, sticking out sideways like a rudder. The captain knows he has to make an emergency landing. But landing with a sideways wheel is a recipe for disaster. The second it touches the runway, it'll dig into the asphalt, likely flipping the plane into a cartwheeling, fiery wreck. And to top it all off, the fuel tanks are completely full. This specific plane model has no system to dump fuel in the air. So the captain makes a bold call. He starts flying in huge circles, for over TWO HOURS, just to burn off as much fuel as possible and make the plane lighter. Now, this is where the story gets absolutely surreal. Inside the cabin, passengers are watching live TV on their seat-back screens. And what's on the news? THEIR OWN PLANE. They are watching live coverage of the emergency they are currently in. Experts on the news are analyzing all the ways the landing could go wrong, basically predicting how the plane might crash, while the passengers are forced to watch what could be their final moments. Just five minutes before the final landing attempt, the TV signal is cut. Down on the ground, the airport is prepared for the worst. The captain knows a normal landing is impossible. The instant that sideways front wheel hits the ground at high speed, it's game over. So, using years of experience, he pulls off an incredible feat of flying. He touches down on the two REAR wheels first. Then, he holds the nose of the plane up, keeping the broken front wheel off the ground for as long as he possibly can, balancing the massive aircraft on its back wheels as it screams down the runway. He keeps the nose up until the plane has slowed down so much that the impact will be survivable. Finally, he can't hold it any longer and lets the nose down. The moment the sideways wheel hits the tarmac, there's a huge screech of grinding metal. A massive shower of sparks and smoke erupts from the friction. But because the captain bled off so much speed, the gear holds together just long enough. The plane grinds to a safe stop. In the end, all 146 people on board were completely safe, all thanks to a pilot's incredible skill under pressure.",
      "isOpen": true
    },
    {
      "id": 1754417941420,
      "title": "Translation 2",
      "content": "सोचिए, एक प्लेन ने अभी-अभी उड़ान भरी है… और अचानक पायलट को पता चलता है कि प्लेन का अगला पहिया यानी लैंडिंग गियर अटक गया है. क्रू मेंबर्स को कुछ गड़बड़ तो लगी, लेकिन वो देख नहीं सकते थे कि आखिर हुआ क्या है. इसलिए उन्होंने तुरंत पास के एयर ट्रैफिक कंट्रोल से संपर्क किया और प्लेन को टावर के नज़दीक बहुत नीचे उड़ाया ताकि ग्राउंड कंट्रोल वाले अपनी आँखों से देख सकें. और जो उन्होंने देखा, वो होश उड़ाने वाला था. प्लेन का अगला पहिया 90 डिग्री पर घूम गया था और प्लेन के रास्ते में अटक गया था. कैप्टन ने तुरंत इमरजेंसी लैंडिंग का फैसला किया. लेकिन एक बहुत बड़ी प्रॉब्लम थी. अगर प्लेन को ऐसे ही लैंड कराते, तो वो सीधा अनकंट्रोल होकर क्रैश हो जाता. और सबसे खतरनाक बात, प्लेन का फ्यूल टैंक पूरा भरा हुआ था! एक छोटी सी चिंगारी और प्लेन सेकंडों में आग का गोला बन सकता था. इस मॉडल में फ्यूल हवा में गिराने का सिस्टम भी नहीं था. इसलिए कैप्टन ने एक बहुत बड़ा फैसला लिया. उन्होंने प्लेन को आसमान में ही दो घंटे से ज़्यादा देर तक चक्कर लगवाए, ताकि फ्यूल जल जाए और प्लेन का वज़न हल्का हो सके. लेकिन इस बीच प्लेन के अंदर कुछ ऐसा हो रहा था, जो आज तक नहीं हुआ. प्लेन में बैठे यात्री अपनी सीट के पीछे लगी टीवी स्क्रीन्स पर... अपने ही प्लेन की इमरजेंसी लैंडिंग की लाइव कवरेज देख रहे थे! और मामला तब और बिगड़ गया, जब टीवी पर बैठे एक्सपर्ट्स ये बताने लगे कि प्लेन कैसे-कैसे क्रैश हो सकता है. यानी यात्री अपनी मौत का लाइव एनालिसिस देख रहे थे. सोचिए उन पर क्या बीत रही होगी. लैंडिंग से ठीक 5 मिनट पहले टीवी सिग्नल काट दिया गया. एयरपोर्ट पर पूरी तैयारी हो चुकी थी. अब सब कुछ कैप्टन के सालों के तजुर्बे पर था. नॉर्मली, जब अगला पहिया ज़मीन से टकराता, तो इस हालत में वो टूटकर बिखर जाता. लेकिन कैप्टन ने कमाल की स्किल दिखाई. उन्होंने पहले प्लेन के पिछले पहियों को ज़मीन पर लैंड कराया… और प्लेन की नाक को हवा में ही ऊपर उठाकर रखा… और तब तक ऊपर रखा जब तक प्लेन की स्पीड इतनी कम नहीं हो गई कि वो अगले पहिये का झटका सह सके. फिर उन्होंने धीरे से प्लेन की नाक नीचे की. जैसे ही पहिया ज़मीन से टकराया, ज़बरदस्त फ्रिक्शन से धुआं और चिंगारियां निकलने लगीं… लेकिन शुक्र है, प्लेन सीधा रहा और आखिरकार एक सेफ स्टॉप पर आकर रुक गया. प्लेन में बैठे सभी 146 लोग पूरी तरह से सुरक्षित थे.",
      "isOpen": true
    },
    {
      "id": 1754417941430,
      "title": "Translation 2.2",
      "content": "क्या होगा अगर जिस प्लेन में आप बैठे हों, उसका पहिया ही हवा में 90 डिग्री घूम जाए? लैंडिंग तो नामुमकिन लगेगी, है ना? लेकिन ऐसा असल में हुआ था! एक प्लेन ने जैसे ही टेक ऑफ किया, क्रू के होश उड़ गए! प्लेन का अगला लैंडिंग गियर, यानी सामने वाला पहिया, अंदर ही नहीं जा रहा था. और वो अटक गया था. अब प्रॉब्लम ये थी कि कॉकपिट से उन्हें दिख नहीं रहा था कि आखिर हुआ क्या है. तो उन्होंने तुरंत पास के टावर से कांटेक्ट किया और प्लेन को बहुत नीचे उड़ाते हुए टावर के सामने से गुजारा. जब ग्राउंड कंट्रोल ने प्लेन को देखा, तो उनके भी पसीने छूट गए. प्लेन का अगला पहिया 90 डिग्री पर घूम चुका था... बिल्कुल प्लेन के परपेंडिकुलर! कैप्टन ने इमरजेंसी लैंडिंग का फैसला तो कर लिया, लेकिन एक बहुत बड़ी मुसीबत थी. प्लेन का फ्यूल टैंक फुल था और इस मॉडल में फ्यूल हवा में गिराने का कोई सिस्टम भी नहीं था. अगर वो ऐसे ही लैंड करते, तो प्लेन सीधा क्रैश होता और आग का गोला बन जाता. तो कैप्टन ने पहले प्लेन को ऊपर उड़ाया और दो घंटे से ज़्यादा तक आसमान में चक्कर काटते रहे, ताकि फ्यूल जल जाए और प्लेन का वज़न हल्का हो जाए. लेकिन असली ड्रामा तो प्लेन के अंदर चल रहा था! पैसेंजर्स अपनी सीट के पीछे लगी टीवी पर इस पूरी घटना की लाइव कवरेज देख रहे थे! एक्सपर्ट्स टीवी पर विश्लेषण कर रहे थे कि प्लेन कैसे क्रैश हो सकता है. सोचिए, पैसेंजर्स अपनी मौत को लाइव देख रहे थे! लैंडिंग से ठीक 5 मिनट पहले, टीवी सिग्नल काट दिया गया. एयरपोर्ट पर पूरी तैयारी थी. अब जैसे ही सामने वाला पहिया ज़मीन को छूता, वो ज़बरदस्त टक्कर से टूटकर बिखर सकता था. लेकिन कैप्टन ने अपने सालों का एक्सपीरियंस इस्तेमाल किया. उन्होंने पहले प्लेन के पिछले पहियों को लैंड कराया और प्लेन की नाक को तब तक हवा में उठाए रखा, जब तक प्लेन की स्पीड इतनी कम नहीं हो गई कि वो अगले पहिए का झटका सह सके. फिर उन्होंने धीरे से नाक को नीचे किया. जैसे ही पहिया ज़मीन से टकराया, ज़बरदस्त फ्रिक्शन से धुआं और चिंगारियां निकलने लगीं! लेकिन शुक्र है, प्लेन सुरक्षित रुक गया. प्लेन में बैठे सभी 146 लोग एकदम सुरक्षित थे. ये कैप्टन की सूझबूझ और हिम्मत का ही कमाल था!",
      "isOpen": true
    },
    {
      "id": 1754417941440,
      "title": "for Eng Channel",
      "content": "Of course! Here is the English script, rewritten in the dramatic, fast-paced ****. *** **(Video opens with a dramatic question)** What if the one thing you need to land a plane safely… suddenly breaks? This is exactly what happened just moments after this plane took off. The crew got an alarm. The front landing gear… it was stuck! But they had no idea what was wrong. They couldn't see it. So the pilot does something brilliant. He flies the plane low, right past the airport control tower, so the ground crew can literally eyeball the problem. And what they saw was a nightmare. The front wheel was twisted 90 degrees sideways! Sticking out, completely perpendicular to the plane. An emergency landing was the only option. But there was a massive problem. If they tried to land, that sideways wheel would dig into the runway, causing the plane to cartwheel and explode. And the fuel tanks? They were 100% full. Making things worse, this specific model had no fuel dump system. They couldn't just get rid of the weight. So the captain had to buy time. He flew in circles for over TWO HOURS just to burn off fuel and make the plane lighter. But here’s where the story gets insane. While this is happening, what are the passengers doing? They're watching the whole thing unfold on their seat-back TVs! They were watching LIVE news coverage of their OWN emergency! Experts on the news were analyzing how their plane could crash! The passengers were watching what could be their final moments, LIVE on television. Finally, just 5 minutes before they attempted the landing, the TV signal was cut. Now, for the moment of truth. Everyone on the ground prepared for the worst. The plan was to land on the back wheels first. But the second that front wheel touched the ground, the massive impact should have ripped it right off. But this Captain was an absolute pro. He landed on the two back wheels first. Then, with incredible skill, he held the nose of the plane up, keeping the broken front wheel off the ground for as long as possible. He was using the runway itself as a brake! Finally, as the plane slowed to a crawl, he gently lowered the nose. The wheel hit the ground! Sparks and smoke went everywhere! But because the captain had slowed the plane down so much, it held together. The plane screeched to a halt, but it was safe. In the end, all 146 people on board walked away without a scratch.",
      "isOpen": true
    },
    {
      "id": 1754417941450,
      "title": "Eng to Hi",
      "content": "प्लेन के टेक ऑफ करते ही क्रू को पता चला कि उसका अगला लैंडिंग गियर अटक गया है... वो अंदर ही नहीं जा रहा था। लेकिन कॉकपिट से उन्हें समझ नहीं आ रहा था कि आखिर गड़बड़ क्या है। इसलिए, उन्होंने फौरन पास के एयर ट्रैफिक कंट्रोल टावर से संपर्क किया और प्लेन को काफी नीचे उड़ाया, ताकि ग्राउंड पर मौजूद टीम अपनी आँखों से देखकर हालात का जायज़ा ले सके। तब पता चला कि प्लेन का अगला पहिया 90 डिग्री घूमकर, प्लेन की दिशा के बिल्कुल आड़ा अटका हुआ था। कैप्टन ने फौरन इमरजेंसी लैंडिंग का फैसला किया। लेकिन एक बहुत बड़ी दिक्कत थी... अगर प्लेन को सीधे लैंड कराया जाता, तो वो बेकाबू होकर क्रैश हो सकता था। और क्योंकि फ्यूल टैंक उस वक्त पूरा भरा हुआ था, प्लेन में आग लगना लगभग तय था। इस प्लेन मॉडल में हवा में फ्यूल गिराने का कोई सिस्टम नहीं था। इसलिए, कैप्टन ने पहले प्लेन को और ऊंचाई पर ले जाकर करीब दो घंटों तक आसमान में चक्कर लगाए, ताकि ज़्यादा से ज़्यादा फ्यूल जल जाए और प्लेन का बोझ हल्का हो सके। और इस बीच प्लेन के अंदर एक बहुत ही अजीब माहौल था। पैसेंजर्स अपनी सीट के पीछे लगी टीवी स्क्रीन पर... इसी हादसे की लाइव मीडिया कवरेज देख रहे थे। हद तो तब हो गई, जब टीवी पर बैठे एक्सपर्ट्स यह विश्लेषण करने लगे कि प्लेन कैसे क्रैश हो सकता है। यानी, पैसेंजर्स एक तरह से अपने आखिरी पलों को लाइव देख रहे थे। लैंडिंग से ठीक 5 मिनट पहले, टीवी सिग्नल काट दिया गया। उधर एयरपोर्ट पर लैंडिंग के लिए पूरी तैयारी कर ली गई थी। आम तौर पर ऐसी हालत में, जब अगला पहिया ज़मीन को छूता, तो इतने ज़बरदस्त इम्पैक्ट से उसके परखच्चे उड़ जाते। लेकिन उस तजुर्बेकार कैप्टन ने अपनी पूरी सूझबूझ का इस्तेमाल किया। उन्होंने पहले प्लेन के पिछले पहियों को रनवे पर टिकाया, और अगले पहिये को तब तक हवा में ही उठाए रखा, जब तक प्लेन की रफ़्तार इतनी कम नहीं हो गई कि वो उस झटके को सह सके। इसके बाद उन्होंने धीरे से अगले पहिये को नीचे आने दिया। इतना करने पर भी, ज़बरदस्त घर्षण से धुआँ और चिंगारियाँ निकलीं, लेकिन शुक्र है, प्लेन आखिरकार सुरक्षित रुक गया। प्लेन में सवार सभी 146 लोग पूरी तरह से सुरक्षित थे।",
      "isOpen": true
    },
    {
      "id": 1754417941460,
      "title": "Outline",
      "content": "Anatomy of a Safe Emergency Landing *   **The Problem:** Front landing gear was stuck sideways at 90 degrees.\n*   **The Hazard:** A direct landing was impossible due to full fuel tanks and no fuel dump system.\n*   **The Strategy:** The captain circled for over two hours to burn fuel and lighten the plane.\n*   **The Technique:** He landed on the rear wheels first, slowing the plane significantly before letting the damaged front gear touch down.\n*   **The Outcome:** The plane landed safely, and all 146 people were unharmed. *** The Script in One Sentence After discovering their plane's front landing gear was stuck sideways, the captain first circled for hours to burn off dangerous levels of fuel and then skillfully landed on the rear wheels to slow the aircraft before the nose touched down, ensuring the safe recovery of all 146 people on board.",
      "isOpen": true
    }
  ],
  "created": "2025-08-05T18:19:01.370Z",
  "updated": "2025-08-05T18:19:01.370Z"
}