{
  "id": 1754125153513,
  "title": "Sea horse ",
  "toggles": [
    {
      "id": 1754125153523,
      "title": "English Script",
      "content": "Seahorses are one of the most famous creatures in the ocean, and there's no wonder why. These beautiful and majestic creatures look and act quite unlike most other fish. For a start, swimming is not their Forte. They are very slow swimmers. In fact, they are the slowest of all fish species. Unlike most fish, they do not have a tail fin. Instead, they use one small fin on their back to propel themselves, which is fairly ineffective. In rough waters, however, they have the ability to swim forwards, backward, up and down. They use small pectoral fins to drive themselves and have a swim bladder, an air pocket inside their body that controls their buoyancy. By changing the amount of air in their swim bladder, they can move up or down in the water. Another fantastic feature is their prehensile tails, which they use to hold on to things to anchor themselves in place or even grasp a moving object in order to hitch a ride somewhere",
      "isOpen": true
    },
    {
      "id": 1754125153533,
      "title": "Translation 1",
      "content": "समुद्र की दुनिया में एक ऐसा विचित्र जीव है, जिसे देखकर आप सोच में पड़ जाएँगे कि ये मछली है भी या नहीं। नाम है Seahorse, और ये इतने फेमस क्यों हैं, इसकी वजह काफी हैरान करने वाली है। ये खूबसूरत और शानदार जीव दिखने और बर्ताव करने में ज़्यादातर मछलियों से बिलकुल अलग होते हैं। और सबसे हैरानी की बात? इन्हें ठीक से तैरना भी नहीं आता। जी हाँ, Seahorses बहुत ही धीरे तैरते हैं। असल में, इतने धीरे कि इन्हें दुनिया की सबसे धीमी मछली होने का Record मिला हुआ है। दरअसल, ज़्यादातर मछलियों की तरह इनके पास कोई बड़ी पूंछ या tail fin नहीं होती जो इन्हें रफ़्तार दे सके। इसके बजाय, ये अपनी पीठ पर लगे एक छोटे से fin से खुद को आगे धकेलते हैं, जो ज़्यादा असरदार नहीं होता। लेकिन रुकिए, कहानी में एक twist है। भले ही ये धीमे हों, पर इनका कंट्रोल गज़ब का होता है। मुश्किल पानी में ये किसी helicopter की तरह आगे, पीछे, ऊपर और नीचे, कहीं भी जा सकते हैं। ऐसा करने में इनकी मदद करते हैं इनके छोटे pectoral fins और इनके शरीर के अंदर मौजूद एक swim bladder, यानी एक हवा की थैली। इस थैली में हवा को कम या ज़्यादा करके ये पानी में अपनी गहराई को कंट्रोल करते हैं, बिलकुल एक पनडुब्बी की तरह। और इनकी सबसे शानदार काबिलियत है इनकी पूंछ। ये कोई आम पूंछ नहीं है, बल्कि एक हाथ की तरह काम करती है। इस prehensile tail से ये किसी भी चीज़ को मज़बूती से पकड़ सकते हैं ताकि तेज़ लहरों में बह ना जाएँ। और तो और, अगर इन्हें कहीं जाना हो तो ये किसी तैरती हुई चीज़ को पकड़कर free में सवारी भी कर लेते हैं",
      "isOpen": true
    },
    {
      "id": 1754125153543,
      "title": "Translation 1.1",
      "content": "समुद्र में एक ऐसा जीव है जो तैरने के मामले में सबसे ज़्यादा फिसड्डी है, और ये कोई और नहीं बल्कि Seahorse है। ये खूबसूरत और शानदार जीव दिखने और व्यवहार करने में दूसरी मछलियों से काफी अलग होते हैं। पहली बात तो ये कि तैरना इनका forte नहीं है। ये बहुत धीरे तैरते हैं। दरअसल, ये सभी fish species में सबसे ज़्यादा सुस्त हैं। ज़्यादातर मछलियों की तरह, इनके पास tail fin नहीं होती। इसकी जगह, ये खुद को आगे बढ़ाने के लिए अपनी पीठ पर मौजूद एक छोटे से fin का इस्तेमाल करते हैं, जो ज़्यादा effective नहीं होता। लेकिन, rough waters में, इनके पास आगे, पीछे, ऊपर और नीचे, हर तरफ तैरने की काबिलियत होती है। ये खुद को चलाने के लिए छोटे pectoral fins का इस्तेमाल करते हैं और इनके पास एक swim bladder भी होता है - मतलब शरीर के अंदर एक air pocket जो इनके buoyancy को control करता है। अपने swim bladder में हवा की मात्रा को बदलकर, ये पानी में आसानी से ऊपर या नीचे जा सकते हैं। इनका एक और शानदार feature है इनकी पूंछ, जो किसी भी चीज़ को पकड़ सकती है। इस पूंछ से ये खुद को एक जगह पर anchor करने के लिए किसी चीज़ को पकड़ लेते हैं, या फिर कभी-कभी तो किसी चलती हुई चीज़ को पकड़कर लिफ्ट भी ले लेते हैं।",
      "isOpen": true
    },
    {
      "id": 1754125153553,
      "title": "Translation 2",
      "content": "समुद्र की दुनिया में Seahorses सबसे अनोखे जीवों में से एक हैं, और ऐसा क्यों है, ये जानकर आप हैरान रह जाएँगे! ये खूबसूरत और शानदार जीव दिखने में और अपने व्यवहार में बाकी मछलियों से काफी अलग होते हैं। सबसे पहली और हैरान करने वाली बात, swimming यानी तैरना इनका forte बिलकुल नहीं है। असल में, ये बहुत ही slow swimmers होते हैं। इतने slow, कि ये सभी मछली प्रजातियों में सबसे ज़्यादा धीमे हैं! ज़्यादातर मछलियों की तरह, इनके पास पूंछ वाला fin नहीं होता जिससे वो तेज़ी से तैर सकें। इसके बजाय, ये खुद को आगे बढ़ाने के लिए अपनी पीठ पर मौजूद एक छोटे से fin का इस्तेमाल करते हैं, जो तैरने के लिए कुछ ख़ास असरदार नहीं होता। लेकिन तूफानी पानी में, इनके पास एक कमाल की ability होती है! ये आगे, पीछे, ऊपर और नीचे, हर दिशा में तैर सकते हैं। खुद को संभालने और चलाने के लिए ये अपने छोटे pectoral fins का इस्तेमाल करते हैं। इनके शरीर के अंदर एक swim bladder होता है, जो असल में एक air pocket है और इनकी buoyancy को control करता है। अपने swim bladder में हवा की मात्रा को बदलकर, ये पानी में आसानी से ऊपर या नीचे जा सकते हैं। और इनका सबसे fantastic feature है इनकी prehensile tail, यानी ऐसी पूंछ जो किसी भी चीज़ को पकड़ सकती है! इस पूंछ का इस्तेमाल ये समुद्री घास या कोरल को कसकर पकड़ने के लिए करते हैं, ताकि ये तेज़ लहरों में एक जगह टिके रह सकें। और तो और, ये अपनी पूंछ से किसी चलती हुई चीज़ को पकड़कर कहीं जाने के लिए hitch-hike यानी सवारी भी कर सकते हैं",
      "isOpen": true
    },
    {
      "id": 1754125153563,
      "title": "Translation 2.2",
      "content": "मिलिए समुद्र के सबसे शानदार जीवों में से एक से - Seahorse! और ये इतने famous क्यों हैं, इसका भी एक बड़ा कारण है! ये खूबसूरत और शानदार जीव दिखने और व्यवहार करने में दूसरी मछलियों से काफी अलग होते हैं. असल में, ये एक मछली हैं, पर इनकी कोई भी बात दूसरी मछलियों जैसी है ही नहीं! सबसे पहली बात, swimming इनका forte नहीं है! ये बहुत ही धीमे तैराक होते हैं. असल में, ये सभी मछली प्रजातियों में सबसे slow हैं! ज़्यादातर मछलियों के विपरीत, इनके पास कोई tail fin नहीं होती. इसके बजाय, ये खुद को आगे बढ़ाने के लिए अपनी पीठ पर मौजूद एक छोटे से पंख का इस्तेमाल करते हैं, जो ज़्यादा effective नहीं है. लेकिन जब पानी में तेज़ लहरें उठती हैं, तब इनकी असली काबिलियत सामने आती है! ये आगे, पीछे, ऊपर और नीचे, किसी भी दिशा में तैर सकते हैं! खुद को चलाने के लिए ये अपने छोटे pectoral fins का इस्तेमाल करते हैं और इनके शरीर के अंदर एक swim bladder, यानी एक हवा की थैली होती है, जो इनके buoyancy को control करती है. इस swim bladder में हवा की मात्रा को बदलकर, ये पानी में आसानी से ऊपर या नीचे जा सकते हैं. और इनकी सबसे शानदार चीज़? वो है इनकी prehensile tail! यानी एक ऐसी पूंछ जिससे ये चीज़ों को पकड़ सकते हैं! इस पूंछ का इस्तेमाल करके ये खुद को एक जगह पर anchor करते हैं, ताकि लहरों में बह ना जाएं. और तो और, ये किसी चलती हुई चीज़ को पकड़कर hitch-hike भी कर सकते हैं",
      "isOpen": true
    },
    {
      "id": 1754125153573,
      "title": "for Eng Channel",
      "content": "Of course! Here is the script rewritten in the energetic and punchy ****, while keeping the language in English. *** (Energetic, fast-paced music starts) **HOST:** This might be the most famous fish in the ocean... but it's a terrible swimmer. In fact, it's the slowest fish in the entire world. Meet the Seahorse. You've definitely seen them, but you probably didn't know their secret... they are the WORST swimmers in the ocean. So, why are they so slow? Well, look closely. Unlike other fish, they don't have that big tail fin for power. Instead, they have this tiny little fin on their back that flutters like crazy, but it doesn't do much. But here's where it gets weird. To steer, they use these tiny pectoral fins near their head. And to move up and down, they have a secret weapon: an internal air pocket called a swim bladder. They can literally just add or remove air to float up or sink down. It's like having their own personal elevator! And what about that awesome curly tail? It's not for swimming at all. It's a HAND! They use this prehensile tail to grab onto seagrass or coral to stop themselves from getting swept away. And sometimes, if they're feeling lazy, they'll just grab onto something floating by and hitch a ride across the ocean.",
      "isOpen": true
    },
    {
      "id": 1754125153583,
      "title": "Eng to Hi",
      "content": "सी-हॉर्स समंदर के सबसे मशहूर जीवों में से एक हैं, और हो भी क्यों ना! ये खूबसूरत और शानदार जीव, दिखने और बर्ताव में ज़्यादातर दूसरी मछलियों से काफी अलग होते हैं। सबसे पहली बात, तैराकी में ये कुछ ख़ास माहिर नहीं होते। ये बेहद धीमे तैराक होते हैं। बल्कि, इन्हें मछलियों की दुनिया में सबसे सुस्त जीव माना जाता है। आम मछलियों से अलग, इनके पास टेल-फिन यानी पूंछ वाला पंख नहीं होता। इसके बजाय, ये आगे बढ़ने के लिए अपनी पीठ पर मौजूद एक छोटे से फिन का इस्तेमाल करते हैं, जो ज़्यादा असरदार नहीं होता। लेकिन तेज़ लहरों के बीच, इनमें आगे-पीछे और ऊपर-नीचे, हर दिशा में तैरने की काबिलियत होती है। ये खुद को चलाने के लिए छोटे पेक्टोरल फिन्स का इस्तेमाल करते हैं और इनके शरीर के अंदर एक 'स्विम ब्लैडर' होता है। यानी हवा की एक थैली, जो पानी में इनके उतार-चढ़ाव को कंट्रोल करती है। इसी स्विम ब्लैडर में हवा की मात्रा को कम या ज़्यादा करके, ये पानी में आसानी से ऊपर-नीचे आ-जा सकते हैं। इनकी एक और शानदार खासियत है इनकी 'प्रीहेनसाइल' पूंछ, यानी ऐसी पूंछ जिससे ये चीज़ों को मज़बूती से पकड़ सकते हैं। इसकी मदद से ये किसी चीज़ को पकड़कर एक जगह टिके रहते हैं, या फिर किसी चलती-फिरती चीज़ पर सवार होकर एक तरह से लिफ्ट ले लेते हैं",
      "isOpen": true
    },
    {
      "id": 1754125153593,
      "title": "Outline",
      "content": "Seahorse Locomotion *   **Swimming Speed:** The slowest of all fish species.\n*   **Propulsion:** Relies on a single, ineffective back fin.\n*   **Maneuverability:** Can move forward, backward, up, and down.\n*   **Control:** Steers with pectoral fins and controls buoyancy with a swim bladder.\n*   **Anchoring:** Uses a prehensile tail to grasp objects. *** The Script in One Sentence Despite being the slowest of all fish because they rely on a single, ineffective back fin for propulsion, seahorses achieve full maneuverability by using pectoral fins to steer and a swim bladder to control their buoyancy, while also using a prehensile tail to anchor themselves to objects.",
      "isOpen": true
    }
  ],
  "created": "2025-08-02T08:59:13.503Z",
  "updated": "2025-08-02T08:59:13.503Z"
}