{
  "id": 1754419141356,
  "title": "Snake baby video",
  "toggles": [
    {
      "id": 1754419141366,
      "title": "English Script",
      "content": "Are we born with fears or are they learned? To test this, ABC's Secret Science plop some snakes in the middle of some babies during playtime. Now about 1/3 of adults have a fear of snakes, but they wanted to see if that fear was learned and I guess using babies was the only option. The snakes are obviously non venomous and they were also said to be trained snakes which are very used to being with humans. Nonetheless, the baby showed 0 fear around the snakes. But the studies did find babies have a couple of fears that seemed to be more hard wired. One of those. Heights, which appears very early in life. The other is the fear of very loud noises. All other fears are believed to be learned as we grow up by watching how adults react to you in certain situations or by experiencing traumatizing situations. ",
      "isOpen": true
    },
    {
      "id": 1754419141376,
      "title": "Translation 1",
      "content": "क्या डर हमारे अंदर पैदा होते ही आ जाता है, या फिर हम इसे सीखते हैं? इसी सवाल का जवाब ढूंढने के लिए, ABC के 'Secret Science' शो ने एक हैरान करने वाला एक्सपेरिमेंट किया. उन्होंने कुछ babies के खेलने की जगह पर कई सारे सांप छोड़ दिए. दरअसल, दुनिया के करीब एक-तिहाई adults को सांपों से डर लगता है. और साइंटिस्ट्स यही जानना चाहते थे कि ये डर हमारे अंदर पैदा होते ही आ जाता है या हम इसे बाद में सीखते हैं. और इसे टेस्ट करने के लिए babies से बेहतर ऑप्शन और क्या ही हो सकता था. अब इससे पहले कि आप कुछ और सोचें, ये सांप non-venomous यानी ज़हरीले नहीं थे. और ये trained snakes थे जिन्हें इंसानों के आसपास रहने की पूरी आदत थी. लेकिन कमाल की बात तो ये थी कि इन babies ने सांपों को देखकर ज़रा सा भी डर नहीं दिखाया. मतलब 0 fear! पर स्टडीज़ में ये ज़रूर पता चला कि babies में दो डर ऐसे हैं जो learned नहीं, बल्कि hard-wired होते हैं. इनमें से पहला है ऊँचाई का डर, जो ज़िंदगी में बहुत जल्दी ही दिखने लगता है. और दूसरा है बहुत तेज़ आवाज़ों का डर. इन दोनों के अलावा बाकी जितने भी डर हैं, वो हम बड़े होते हुए सीखते हैं. या तो अपने आसपास बड़ों को किसी चीज़ से डरते हुए देखकर या फिर किसी बुरे, traumatizing experience की वजह से.",
      "isOpen": true
    },
    {
      "id": 1754419141386,
      "title": "Translation 1.1",
      "content": "Are you born with your fears, or are they just… learned? Well, to figure this out, one study did something pretty wild… they put SNAKES in a room full of babies. See, about a third of all adults have a fear of snakes, so it's a perfect test case to see if that fear is something we're born with. Now, don't worry, these were totally harmless, non-venomous snakes. In fact, they were described as \"trained\" snakes that are super used to being around people. And the babies' reaction? Absolutely ZERO fear. They were just curious. So, what does this tell us? The study found that we *do* seem to be hardwired with a couple of key fears.\nNumber one: Heights. That fear kicks in super early in life.\nNumber two: The fear of sudden, loud noises. But almost every other fear? Spiders, clowns, even that fear of snakes? It's all believed to be LEARNED. We see how the adults around us react to things, or we experience a scary situation, and our brain creates that connection. So the next time you feel that jolt of fear, ask yourself: Is this fear *really* mine, or is it just something I learned?",
      "isOpen": true
    },
    {
      "id": 1754419141396,
      "title": "Translation 2",
      "content": "हम इंसानों के अंदर जो डर होता है, वो आखिर आता कहाँ से है? क्या हम डर के साथ ही पैदा होते हैं, या फिर बड़े होते-होते दुनिया से सीखते हैं? ये सवाल बहुत दिलचस्प है, और इसका जवाब ढूंढने के लिए वैज्ञानिकों ने एक बहुत ही अनोखा, और शायद थोड़ा अजीब एक्सपेरिमेंट किया. कल्पना कीजिए... कुछ छोटे-छोटे प्यारे बच्चे अपने खिलौनों के साथ खेल रहे हैं... और तभी अचानक, उनके बीच कुछ असली सांप छोड़ दिए जाते हैं! अब आप सोच रहे होंगे कि ये क्या पागलपन है! दरअसल, दुनिया के करीब एक तिहाई बड़े लोगों को सांपों से डर लगता है. वैज्ञानिक बस ये देखना चाहते थे कि ये डर असली है या बस सीखा हुआ? और इसे परखने के लिए, ऐसे बच्चे चाहिए थे जिन्होंने अभी दुनिया देखी ही न हो. हाँ, घबराने वाली कोई बात नहीं थी. ये सांप ज़हरीले बिल्कुल नहीं थे और उन्हें इंसानों के साथ रहने की पूरी ट्रेनिंग दी गई थी. लेकिन जो रिजल्ट सामने आया, वो हैरान करने वाला था. उन बच्चों में से किसी ने भी सांपों को देखकर ज़रा भी डर नहीं दिखाया! वो उनके साथ ऐसे ही खेल रहे थे जैसे कोई नया खिलौना हो. तो क्या इसका मतलब है कि हम बिना किसी डर के पैदा होते हैं? नहीं, स्टडी में ये भी पता चला कि दो डर ऐसे हैं जो हमारे अंदर जन्म से ही मौजूद होते हैं. पहला है... ऊंचाई का डर. ये डर ज़िंदगी में बहुत जल्दी ही दिखने लगता है.\nऔर दूसरा है... बहुत तेज़ आवाज़ों का डर. इन दो डरों के अलावा, बाकी जितने भी डर हैं, वो सब हम बड़े होते-होते सीखते हैं. हम अपने आसपास के बड़ों को देखकर सीखते हैं कि किस चीज़ पर डरना है और किस पर नहीं, या फिर कभी-कभी ज़िंदगी का कोई बुरा अनुभव हमारे अंदर एक नया डर पैदा कर देता है.",
      "isOpen": true
    },
    {
      "id": 1754419141406,
      "title": "Translation 2.2",
      "content": "क्या हम डर के साथ पैदा होते हैं, या उसे सीखते हैं? इसे Test करने के लिए, ABC's Secret Science ने कुछ छोटे बच्चों के बीच में सांपों को छोड़ दिया. अब दुनिया के लगभग 1/3 Adults को सांपों से डर लगता है, पर वो ये देखना चाहते थे कि क्या ये डर सीखा हुआ है... और लगता है बच्चों पर test करना ही एकमात्र Option था. Of course, ये सांप ज़हरीले बिलकुल नहीं थे और पूरी तरह से Trained थे, जिन्हें इंसानों के साथ रहने की आदत थी. इसके बावजूद, बच्चों ने सांपों के आस-पास 0 डर दिखाया. लेकिन Studies में ये पता चला कि बच्चों में कुछ डर पहले से मौजूद होते हैं. उनमें से एक है... ऊंचाई का डर, जो ज़िन्दगी में बहुत जल्दी आ जाता है. और दूसरा है बहुत तेज़ आवाज़ों का डर. बाकी सारे डर हम बड़े होते हुए सीखते हैं... ये देखकर कि बड़े लोग कुछ Situations में कैसे React करते हैं, या फिर किसी Traumatizing घटना की वजह से.",
      "isOpen": true
    },
    {
      "id": 1754419141416,
      "title": "for Eng Channel",
      "content": "Of course! Here is the script rewritten in the energetic, conversational : *** (Upbeat, fast-paced music starts and fades slightly to the background) **Host:** Are you scared of snakes? Spiders? What if I told you that you weren’t BORN that way? To figure this out, scientists did a pretty wild experiment... they literally plopped a bunch of snakes down in the middle of a baby play session! (Quick cut to stock footage of a baby looking curious) Now, about a third of all adults are terrified of snakes, so the researchers wanted to know: is that fear natural, or did we learn it? And yeah… I guess using babies was the only way to find out! (Quick, reassuring tone) Don't worry, the snakes were completely non-venomous. In fact, they were trained snakes super used to being around humans. And the result was CRAZY. The babies showed ZERO fear. They were just curious! They crawled right up to the snakes, touched them… no panic whatsoever. So, if we aren't born with a fear of snakes, what fears ARE we born with? Well, the studies found that babies really only have two fears that are hard-wired from the start. Number one? Heights. That fear appears VERY early on. And number two? A fear of sudden, LOUD noises. (Music swells slightly) Everything else… every single other fear… is believed to be learned. We pick them up by watching how the adults in our lives react, or through our own bad experiences. So that fear of clowns? You can probably thank a movie for that. Makes you think, right?",
      "isOpen": true
    },
    {
      "id": 1754419141426,
      "title": "Eng to Hi",
      "content": "क्या हम डर लेकर पैदा होते हैं, या फिर ये डर हम दुनिया में आकर सीखते हैं? इसी सवाल का जवाब ढूंढने के लिए, एक experiment में कुछ बच्चों के बीच, उनके खेलने के समय, कुछ सांपों को छोड़ दिया गया। अब, करीब एक-तिहाई adults को सांपों से डर लगता है। लेकिन researchers ये देखना चाहते थे कि क्या ये डर सीखा हुआ होता है... और शायद इसके लिए बच्चों पर test करने के अलावा कोई और रास्ता नहीं था। ज़ाहिर है, ये सांप ज़हरीले नहीं थे। और ये trained सांप थे जिन्हें इंसानों के साथ रहने की आदत थी। इसके बावजूद, बच्चों ने सांपों को देखकर ज़रा सा भी डर नहीं दिखाया। लेकिन studies में ये ज़रूर पाया गया कि कुछ डर ऐसे होते हैं जो हमारे अंदर पैदाइशी होते हैं। इनमें से एक है – ऊंचाई का डर, जो ज़िन्दगी में बहुत जल्दी दिखने लगता है। और दूसरा है – बहुत तेज़ आवाज़ों का डर। इसके अलावा बाकी सभी डर हम बड़े होते-होते सीखते हैं। या तो अपने आसपास के बड़ों को किसी स्थिति में react करते हुए देखकर, या फिर खुद किसी बुरे अनुभव से गुज़रने के बाद।",
      "isOpen": true
    },
    {
      "id": 1754419141436,
      "title": "Outline",
      "content": "The Origins of Fear *   **Fear of Snakes:** Not innate; an experiment showed babies have zero fear.\n*   **Innate Fears:** Humans are born with a fear of heights and loud noises.\n*   **All Other Fears:** Believed to be learned through observation or trauma. *** The Script in One Sentence An experiment showing that babies are not afraid of snakes reveals that while humans are born with an innate fear of heights and loud noises, all other fears are learned by watching others or through traumatic experiences.",
      "isOpen": true
    }
  ],
  "created": "2025-08-05T18:39:01.346Z",
  "updated": "2025-08-05T18:39:01.346Z"
}