{
  "id": 1754418560819,
  "title": "Statue of Liberty",
  "toggles": [
    {
      "id": 1754418560829,
      "title": "English Script",
      "content": "Things you did not know about the statue of Liberty The Statue of Liberty was not originally green but due to wind and rain erosion its copper surface oxidized forming the green patina we see today Standing 93 meters tall with its right hand holding a torch its left hand holding the Declaration of Independence and its feet crushing broken chains symbolizing the end of slavery The statue was a gift from France to the US to commemorate the 100th anniversary of independence Designed By Bartholdi and completed in 1886 The surface is made of 28 tons of copper each sheet only 2.3mm thick During construction plaster models were made and copper sheets were stamped and hammered into shape supported by a metal framework To enhance support the designer of the Eiffel Tower created an internal iron tower which supported the 350 copper sheets stacked layer by layer The Statue of Liberty is also a viewpoint requiring a pedestal ticket to enter You can then take stairs or an elevator to the observation deck for a 360° view to reach the crown you need to buy an extra ticket and make a reservation in advance",
      "isOpen": true
    },
    {
      "id": 1754418560839,
      "title": "Translation 1",
      "content": "दोस्तों, क्या आपको पता है कि स्टैच्यू ऑफ लिबर्टी का रंग हमेशा से हरा नहीं था? जी हाँ, असल में इसका असली रंग एक चमकते हुए सिक्के जैसा कॉपर का था. तो फिर ये हरी कैसे हो गई? हवा और बारिश की वजह से इसकी कॉपर की लेयर धीरे-धीरे oxidize होने लगी, और इस पर एक हरी परत चढ़ गई जिसे patina कहते हैं. 93 मीटर ऊंची इस विशाल मूर्ति के एक हाथ में मशाल है, तो दूसरे हाथ में है Declaration of Independence. और इसके पैरों के नीचे हैं टूटी हुई जंजीरें, जो गुलामी के खात्मे का प्रतीक हैं. ये मूर्ति असल में फ्रांस की तरफ से अमेरिका को उनकी आज़ादी की 100वीं सालगिरह पर दोस्ती का एक शानदार तोहफ़ा थी. इसे डिज़ाइनर Bartholdi ने बनाया था और ये 1886 में बनकर तैयार हुई. आपको जानकर हैरानी होगी कि इसकी बाहरी सतह 28 टन कॉपर से बनी है, और हर एक शीट सिर्फ़ 2.3mm पतली है. इसे बनाने के लिए पहले प्लास्टर के मॉडल तैयार किए गए, और फिर उन पर कॉपर की शीट्स को रखकर हथौड़ों से पीट-पीटकर आकार दिया गया. लेकिन इतने बड़े स्ट्रक्चर को सपोर्ट कैसे मिला? यहीं पर आता है एक ज़बरदस्त ट्विस्ट! इसे अंदर से सपोर्ट देने के लिए, जानते हैं किसने स्ट्रक्चर बनाया? ख़ुद एफिल टॉवर के डिज़ाइनर ने! उन्होंने इसके अंदर एक लोहे का टावर बनाया, जिसने कॉपर की 350 शीट्स को परत-दर-परत थाम रखा है. स्टैच्यू ऑफ लिबर्टी सिर्फ एक मूर्ति नहीं, बल्कि एक व्यू पॉइंट भी है. अंदर जाने के लिए आपको एक pedestal टिकट लेना होता है. फिर आप सीढ़ियों या एलिवेटर से इसके observation deck तक पहुँच सकते हैं, जहाँ से 360 डिग्री का शानदार नज़ारा दिखता है. और अगर आपको इसके ताज तक पहुँचना है, तो उसके लिए एक अलग टिकट ख़रीदना पड़ता है और उसकी बुकिंग भी पहले से करानी पड़ती है.",
      "isOpen": true
    },
    {
      "id": 1754418560849,
      "title": "Translation 1.1",
      "content": "क्या आप जानते हैं कि स्टैच्यू ऑफ लिबर्टी का रंग हमेशा से हरा नहीं था? जी हाँ, जब ये बना था, तब ये एकदम चमकीले कॉपर के रंग का था. लेकिन सालों तक हवा और बारिश की वजह से इसका कॉपर ऑक्सिडाइज हो गया और इस पर ये हरी परत चढ़ गई, जिसे आज हम देखते हैं. ये स्टैच्यू 93 मीटर ऊंचा है. इसके एक हाथ में मशाल है और दूसरे हाथ में डिक्लेरेशन ऑफ इंडिपेंडेंस. और अगर आप इसके पैरों को ध्यान से देखेंगे, तो आपको टूटी हुई जंजीरें दिखेंगी, जो गुलामी के खत्म होने का प्रतीक है. असल में ये स्टैच्यू फ्रांस ने अमेरिका को उनकी आजादी की 100वीं सालगिरह पर गिफ्ट किया था. इसे बार्थोल्डी ने डिजाइन किया था और ये 1886 में बनकर तैयार हुआ. इसे बनाने में 28 टन कॉपर का इस्तेमाल हुआ, और कमाल की बात ये है कि इसकी हर एक शीट सिर्फ 2.3mm मोटी है. और इसे अंदर से सपोर्ट देने के लिए, एफिल टॉवर के डिजाइनर ने ही इसके अंदर एक लोहे का टॉवर बनाया, जिसके ऊपर कॉपर की 350 शीट्स को एक-एक करके जोड़ा गया. ये स्टैच्यू एक व्यू पॉइंट भी है. आप पेडस्टल टिकट लेकर सीढ़ियों या लिफ्ट से इसके ऑब्जरवेशन डेक तक जा सकते हैं, जहाँ से 360 डिग्री व्यू मिलता है. लेकिन अगर आपको इसके ताज तक पहुंचना है, तो उसके लिए आपको एक एक्स्ट्रा टिकट खरीदनी होगी और एडवांस में रिजर्वेशन भी कराना होगा.",
      "isOpen": true
    },
    {
      "id": 1754418560859,
      "title": "Translation 2",
      "content": "स्टैच्यू ऑफ लिबर्टी का वो राज़ जो आप नहीं जानते! क्या आप जानते हैं कि स्टैच्यू ऑफ लिबर्टी, जो आज हमें हरी दिखाई देती है, वो असल में हमेशा से ऐसी नहीं थी? जी हाँ, इसका असली रंग कुछ और ही था! तो चलिए जानते हैं स्टैच्यू ऑफ लिबर्टी के बारे में कुछ ऐसी ही अनसुनी बातें! सबसे पहली और चौंकाने वाली बात! ये स्टैच्यू असल में चमकीले कॉपर कलर की थी। लेकिन सालों तक हवा और बारिश झेलने की वजह से इसका कॉपर सर्फेस धीरे-धीरे oxidize हो गया और इस पर एक हरी परत चढ़ गई, जिसे 'patina' कहते हैं और हम आज देखते हैं। ये स्टैच्यू 93 मीटर ऊंची है। इसके एक हाथ में मशाल है, तो दूसरे हाथ में 'Declaration of Independence' यानी स्वतंत्रता की घोषणा वाला दस्तावेज़ है। और ज़रा इसके पैरों को देखिये, यहाँ टूटी हुई ज़ंजीरें हैं, जो गुलामी के खत्म होने का symbol है। आपको लगता होगा ये अमेरिका ने बनाई है? नहीं! दरअसल, ये स्टैच्यू अमेरिका को फ्रांस की तरफ से एक तोहफ़ा थी, जो अमेरिका की आज़ादी की 100वीं सालगिरह मनाने के लिए 1886 में दी गई थी। इसे डिज़ाइन किया था Bartholdi ने। अब सुनिए इसे बनाने की कहानी। इसकी बाहरी परत 28 टन कॉपर से बनी है, और हर एक शीट सिर्फ 2.3mm मोटी है! सोचिए! इसे बनाने के लिए पहले प्लास्टर के मॉडल तैयार किए गए और फिर कॉपर की शीट्स को उन पर रखकर हथौड़े से पीटा गया और एक मेटल फ्रेम पर कसा गया। लेकिन सबसे बड़ा सीक्रेट तो इसके अंदर छुपा है! इसे और मज़बूत बनाने के लिए, एफिल टॉवर के डिज़ाइनर ने इसके अंदर एक लोहे का टॉवर बनाया है। जी हाँ, एफिल टावर वाले डिज़ाइनर ने! इसी मज़बूत ढांचे के ऊपर कॉपर की 350 शीट्स को एक-एक करके लगाया गया था। स्टैच्यू ऑफ लिबर्टी सिर्फ एक मूर्ति नहीं, बल्कि एक व्यू पॉइंट भी है। अंदर जाने के लिए आपको एक 'pedestal ticket' लेना पड़ता है। फिर आप सीढ़ियों या एलिवेटर से observation deck तक पहुँच सकते हैं, जहाँ से 360 डिग्री का शानदार व्यू मिलता है। और अगर आपको इसके ताज तक पहुंचना है, तो उसके लिए एक एक्स्ट्रा टिकट खरीदना पड़ता है और वो भी एडवांस में रिज़र्वेशन करके! तो क्या आप कभी गए हैं स्टैच्यू ऑफ लिबर्टी? अपना experience कमेंट्स में ज़रूर बताएं",
      "isOpen": true
    },
    {
      "id": 1754418560869,
      "title": "Translation 2.2",
      "content": "स्टैच्यू ऑफ लिबर्टी के बारे में कुछ ऐसी बातें जो आप नहीं जानते! क्या आप जानते हैं कि स्टैच्यू ऑफ लिबर्टी असल में हरी थी ही नहीं? जी हाँ! दरअसल, जब इसे बनाया गया था तब ये कॉपर कलर की थी. लेकिन सालों तक चली हवा और बारिश की वजह से इसका कॉपर ऑक्सिडाइज हो गया और इस पर ये हरी परत जम गई, जो आज हम देखते हैं. ये स्टैच्यू 93 मीटर ऊंची है! इसके एक हाथ में मशाल है और दूसरे हाथ में 'डेक्लेरेशन ऑफ इंडिपेंडेंस' है. और क्या आपने इसके पैरों को ध्यान से देखा है? इसके पैरों के नीचे टूटी हुई चेन है, जो गुलामी के अंत का प्रतीक है. ये स्टैच्यू फ्रांस की तरफ से अमेरिका को उनकी आज़ादी की 100वीं सालगिरह पर एक गिफ्ट था. इसे बार्थोल्डी ने डिज़ाइन किया था और ये 1886 में बनकर तैयार हुई. अब आती है मज़ेदार बात! इसकी बाहरी परत 28 टन कॉपर से बनी है, और हर एक शीट सिर्फ़ 2.3mm पतली है! इसे बनाने के लिए पहले प्लास्टर के मॉडल बनाए गए और फिर कॉपर की शीट्स को उन पर रखकर हथौड़े से पीटा गया. इन सबको एक मेटल फ्रेमवर्क ने सपोर्ट दिया. लेकिन इतने बड़े स्ट्रक्चर को और मज़बूत बनाने के लिए, एफिल टावर के डिज़ाइनर ने इसके अंदर लोहे का एक पूरा टावर बनाया! इसी टावर के ऊपर कॉपर की 350 शीट्स को एक-एक करके लगाया गया. स्टैच्यू ऑफ लिबर्टी एक व्यू पॉइंट भी है. आप पेडस्टल टिकट लेकर इसके अंदर जा सकते हैं. फिर आप सीढ़ियों या एलिवेटर से ऑब्ज़र्वेशन डेक तक पहुँच सकते हैं जहाँ से 360° व्यू मिलता है. लेकिन अगर आपको इसके ताज तक पहुँचना है, तो उसके लिए आपको एक एक्स्ट्रा टिकट खरीदनी होगी और वो भी एडवांस में रिज़र्वेशन करानी पड़ती है",
      "isOpen": true
    },
    {
      "id": 1754418560879,
      "title": "for Eng Channel",
      "content": "You think you know the Statue of Liberty? Think again. What if I told you its iconic green color is basically a giant, beautiful accident? Believe it or not, when it was first unveiled, the Statue of Liberty was a shiny, metallic brown, like a new penny! So, what happened? Well, over the years, the wind and rain worked their magic on its copper skin, causing it to oxidize and create that famous green layer we all recognize today. And this statue is HUGE, standing at a massive 93 meters tall. But it's the details that are truly mind-blowing. In her right hand, she holds a torch, lighting the way. In her left, the Declaration of Independence. And look down at her feet... she's crushing broken chains, a powerful symbol for the end of slavery. Now, here’s a fun fact: this whole thing was a gift! Yep, it came from France to the USA to celebrate the 100-year anniversary of American independence. It was designed by a sculptor named Bartholdi and was officially completed way back in 1886. Get this: the statue's skin is made of 28 TONS of copper, but each sheet is only 2.3 millimeters thick! To build it, they created huge plaster models and then hammered the thin copper sheets into shape over them. But how do you get something so thin and so huge to actually stand up? You call in an expert. The internal support structure was designed by the same guy who built the Eiffel Tower! He created an iron skeleton inside that holds up all 350 copper plates, stacked one on top of the other. And hey, Lady Liberty isn't just for looking at. You can go inside! A pedestal ticket gets you in the door, and from there you can take stairs or an elevator to the observation deck for an awesome 360° view. BUT... if you want to go all the way up to the CROWN? You'll need to buy a special ticket and make sure you book it months in advance. It’s one of the most exclusive views in the world",
      "isOpen": true
    },
    {
      "id": 1754418560889,
      "title": "Eng to Hi",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754418560899,
      "title": "Outline",
      "content": "**The Statue of Liberty: Key Facts** *   **Color**\n    *   Original: Copper\n    *   Current: Green due to oxidation\n*   **Symbolism & Design**\n    *   Features: Torch, Declaration of Independence, broken chains (end of slavery)\n    *   Height: 93 meters\n*   **Origin**\n    *   Source: A gift from France (1886)\n    *   Designer: Bartholdi\n*   **Construction**\n    *   Exterior: 28 tons of thin copper sheets\n    *   Interior Support: An iron tower by Eiffel's designer\n*   **Visitor Access**\n    *   Pedestal & Observation Deck: Requires a ticket\n    *   Crown: Requires a separate, pre-booked ticket *** **The Script in One Sentence** The Statue of Liberty, an iconic monument that turned from copper to green due to oxidation, is a 93-meter-tall gift from France designed by Bartholdi to symbolize freedom with a torch, a tablet, and broken chains, which was constructed from thin copper sheets over an internal iron tower and now serves as a viewpoint requiring separate ticketed access to its pedestal and crown.",
      "isOpen": true
    }
  ],
  "created": "2025-08-05T18:29:20.809Z",
  "updated": "2025-08-05T18:29:20.809Z"
}