{
  "id": 1755541056835,
  "title": "Surviving Drowning Car",
  "toggles": [
    {
      "id": 1755541056845,
      "title": "English Script",
      "content": "Here's the only way to survive when you're stuck in a sinking vehicle. As soon as your vehicle makes contact with the water, undo your seatbelt and roll down the window as fast as you can. Once you've done that, immediately get out through the window before your vehicle is fully underwater. You won't be able to open your door because of the force of the water pressing from the outside. If your window won't roll down, you need to break it. You can use a heavy object like a hammer, or you can buy a special car window breaking tool online that you can keep in your vehicle. But if you don't have anything in your vehicle, you can use the removable headrest and hit the window with the metal prongs. If you still can't get out through the window, wait until your vehicle is fully underwater so the pressure inside and outside is equal. Then, with the small amount of air left in your vehicle, take a deep breath, open the door, and follow the air bubbles to the surface.",
      "isOpen": true
    },
    {
      "id": 1755541056855,
      "title": "Translation 1",
      "content": "सोचिए आप गाड़ी चला रहे हैं और अचानक आपकी गाड़ी नदी या झील में डूबने लगती है। ऐसी जानलेवा स्थिति में ज़िंदा बचने का सिर्फ़ एक ही तरीका है। जैसे ही आपकी गाड़ी पानी के संपर्क में आती है, आपको बिना एक सेकंड गंवाए सबसे पहले अपना सीटबेल्ट खोलना है और खिड़की को जितनी जल्दी हो सके नीचे करना है। एक बार जब आप ऐसा कर लेते हैं, तो गाड़ी के पूरी तरह से पानी में डूबने से पहले ही, तुरंत खिड़की से बाहर निकल जाएं। आप अपना दरवाज़ा खोलने की कोशिश मत कीजिएगा, क्योंकि बाहर से पानी का दबाव इतना ज़्यादा होता है कि वो दरवाज़े को खुलने ही नहीं देगा। अगर किसी वजह से आपकी खिड़की नीचे नहीं हो रही है, तो आपको उसे तोड़ना होगा। इसके लिए आप किसी भारी चीज़ जैसे हथौड़े का इस्तेमाल कर सकते हैं, या फिर ऑनलाइन मिलने वाला एक स्पेशल कार विंडो ब्रेकिंग टूल खरीदकर अपनी गाड़ी में रख सकते हैं। लेकिन अगर आपकी गाड़ी में इनमें से कुछ भी नहीं है, तो आप अपनी सीट के हेडरेस्ट को बाहर निकालकर उसके नुकीले मेटल वाले हिस्से से खिड़की के कोने पर ज़ोर से मारें। और अगर आप फिर भी खिड़की से बाहर नहीं निकल पाते, तो घबराइए मत। बस गाड़ी के पूरी तरह पानी से भरने का इंतज़ार करें, ताकि गाड़ी के अंदर और बाहर का प्रेशर बराबर हो जाए। फिर, गाड़ी में बची थोड़ी सी हवा में एक गहरी सांस लें, दरवाज़ा खोलें, और हवा के बुलबुलों का पीछा करते हुए पानी की सतह तक पहुंच जाएं।",
      "isOpen": true
    },
    {
      "id": 1755541056865,
      "title": "Translation 1.1",
      "content": "अगर आपकी गाड़ी पानी में डूब रही हो तो ज़िंदा बचने का बस यही एक तरीका है. जैसे ही आपकी गाड़ी पानी के कांटेक्ट में आए, सबसे पहले अपनी सीटबेल्ट खोलो और जितनी जल्दी हो सके खिड़की को नीचे कर लो. ऐसा करने के बाद, गाड़ी के पूरी तरह से पानी में डूबने से पहले ही तुरंत खिड़की से बाहर निकल जाओ. आप दरवाज़े को नहीं खोल पाओगे क्योंकि बाहर से लग रहे पानी के फ़ोर्स की वजह से वो नहीं खुलेगा. अगर आपकी खिड़की नीचे नहीं जा रही है तो आपको उसे तोड़ना पड़ेगा. इसके लिए आप हथौड़े जैसी किसी भारी चीज़ का इस्तेमाल कर सकते हो, या फिर ऑनलाइन एक स्पेशल कार विंडो ब्रेकिंग टूल खरीदकर अपनी गाड़ी में रख सकते हो. लेकिन अगर आपकी गाड़ी में ऐसा कुछ भी नहीं है तो आप रिमूवेबल हेडरेस्ट का इस्तेमाल कर सकते हो और उसके मेटल वाले हिस्से से खिड़की पर मार सकते हो. अगर आप फिर भी खिड़की से बाहर नहीं निकल पा रहे हो, तो गाड़ी के पूरा पानी में डूबने का इंतज़ार करो ताकि अंदर और बाहर का प्रेशर बराबर हो जाए. फिर गाड़ी में बची थोड़ी सी हवा में एक गहरी साँस लो, दरवाज़ा खोलो और हवा के बुलबुलों को फॉलो करते हुए ऊपर सतह पर आ जाओ.",
      "isOpen": true
    },
    {
      "id": 1755541056875,
      "title": "Translation 2",
      "content": "सोचिए आप अपनी गाड़ी चला रहे हैं और अचानक आपकी गाड़ी पानी में डूबने लगती है! ऐसी सिचुएशन में ज़िंदा बचने का सिर्फ एक ही तरीका है. जैसे ही आपकी गाड़ी पानी के contact में आती है, सबसे पहले अपनी seatbelt खोलिए और जितनी तेज़ी से हो सके window को नीचे कर लीजिए. एक बार आपने ये कर लिया, तो तुरंत window से बाहर निकल जाइए, इससे पहले कि आपकी गाड़ी पूरी तरह से पानी में डूब जाए. आप दरवाज़ा खोलने की कोशिश बिलकुल मत करना, क्योंकि बाहर से पानी के ज़बरदस्त pressure की वजह से दरवाज़ा खुलेगा ही नहीं. लेकिन अगर आपकी window नीचे नहीं जा रही है, तो आपको उसे तोड़ना पड़ेगा. इसके लिए आप किसी भारी चीज़, जैसे हथौड़े का इस्तेमाल कर सकते हैं. या फिर आप ऑनलाइन एक special car window breaking tool भी खरीद सकते हैं जिसे आप अपनी गाड़ी में रख सकते हैं. और अगर आपके पास इनमें से कुछ भी नहीं है, तो आप अपनी सीट का headrest निकालकर उसके नुकीले metal prongs से शीशे पर ज़ोर से हमला कर सकते हैं. अगर आप फिर भी window से बाहर नहीं निकल पा रहे हैं, तो इंतज़ार करिए जब तक कि आपकी गाड़ी पूरी तरह से पानी में डूब ना जाए. ऐसा होने पर गाड़ी के अंदर और बाहर का pressure बराबर हो जाएगा. फिर गाड़ी में बची हुई थोड़ी सी हवा से एक गहरी सांस लीजिए, दरवाज़ा खोलिए और air bubbles को follow करते हुए surface तक पहुँच जाइए.",
      "isOpen": true
    },
    {
      "id": 1755541056885,
      "title": "Translation 2.2",
      "content": "डूबती हुई गाड़ी में फँसने पर ज़िंदा बचने का यही एकमात्र तरीका है! जैसे ही आपकी गाड़ी पानी के संपर्क में आए, अपनी सीटबेल्ट खोलें और जितनी जल्दी हो सके खिड़की नीचे कर लें। ऐसा करने के बाद, गाड़ी के पूरी तरह से पानी में डूबने से पहले, तुरंत खिड़की से बाहर निकल जाएँ। आप अपना दरवाज़ा नहीं खोल पाएंगे क्योंकि बाहर से पानी का ज़बरदस्त दबाव होगा। अगर आपकी खिड़की नीचे नहीं हो रही है, तो आपको उसे तोड़ना होगा। आप हथौड़े जैसी किसी भारी चीज़ का इस्तेमाल कर सकते हैं, या आप ऑनलाइन एक स्पेशल कार विंडो ब्रेकिंग टूल खरीद सकते हैं जिसे आप अपनी गाड़ी में रख सकते हैं। लेकिन अगर आपकी गाड़ी में ऐसा कुछ भी नहीं है, तो आप रिमूवेबल हेडरेस्ट का इस्तेमाल कर सकते हैं और उसके मेटल रॉड्स से खिड़की पर वार कर सकते हैं। अगर आप फिर भी खिड़की से बाहर नहीं निकल पा रहे हैं, तो अपनी गाड़ी के पूरी तरह पानी में डूबने का इंतज़ार करें ताकि अंदर और बाहर का प्रेशर बराबर हो जाए। फिर, आपकी गाड़ी में बची थोड़ी सी हवा के साथ, एक गहरी साँस लें, दरवाज़ा खोलें, और हवा के बुलबुलों का पीछा करते हुए सतह तक पहुँचें।",
      "isOpen": true
    },
    {
      "id": 1755541056895,
      "title": "for Eng Channel",
      "content": "Here is the only way you'll survive if you're ever stuck in a sinking car! The second your car hits the water, you have to act FAST! First, unbuckle your seatbelt. IMMEDIATELY. Then, roll down your window as quickly as you can. Now GET OUT! You have just a few seconds before the car goes under. And whatever you do, DON'T try to open the door. The immense water pressure outside will clamp it shut, turning your car into a trap! But what if the window is electric and it's shorted out?! You need to BREAK IT. The best way is with one of those special window-breaking tools. But if you don't have one, PULL OUT your headrest! Use the sharp metal prongs and smash the corner of the window. If you STILL can't get out, here's your absolute last resort. This will sound crazy... but you have to wait for the car to fill up completely with water. This equalizes the pressure. Once it's full, take one final deep breath from the remaining air pocket. Now you'll be able to push the door open. Get out, and just follow the air bubbles all the way to the surface",
      "isOpen": true
    },
    {
      "id": 1755541056905,
      "title": "Eng to Hi",
      "content": "अगर आप पानी में डूबती हुई गाड़ी में फंस जाते हैं, तो बचने का बस यही एक तरीका है। जैसे ही आपकी गाड़ी पानी के संपर्क में आए, तुरंत अपना सीटबेल्ट खोलिए और जितनी जल्दी हो सके खिड़की नीचे कर लीजिए। ऐसा करने के बाद, गाड़ी के पूरी तरह पानी में डूबने से पहले, फौरन खिड़की से बाहर निकल जाइए। आप गाड़ी का दरवाज़ा नहीं खोल पाएंगे, क्योंकि बाहर से पानी का प्रेशर उसे ज़बरदस्ती बंद रखेगा। अगर आपकी खिड़की नीचे नहीं जा रही है, तो उसे तोड़ना पड़ेगा। आप किसी भारी चीज़, जैसे हथौड़े का इस्तेमाल कर सकते हैं, या फिर ऑनलाइन एक स्पेशल कार विंडो ब्रेकिंग टूल खरीदकर अपनी गाड़ी में रख सकते हैं। लेकिन अगर आपके पास गाड़ी में कुछ भी नहीं है, तो आप सीट का रिमूवेबल हेडरेस्ट निकालकर, उसके मेटल रॉड्स से शीशे पर ज़ोर से मारिए। अगर आप फिर भी खिड़की से बाहर नहीं निकल पा रहे हैं, तो गाड़ी के पूरी तरह पानी में डूबने का इंतज़ार करिए, ताकि अंदर और बाहर का प्रेशर बराबर हो जाए। फिर, गाड़ी के अंदर बची थोड़ी सी हवा में एक गहरी सांस लीजिए, दरवाज़ा खोलिए, और एयर बबल्स को फॉलो करते हुए सतह तक पहुंच जाइए।",
      "isOpen": true
    },
    {
      "id": 1755541056915,
      "title": "Outline",
      "content": "**How to Survive a Sinking Vehicle** *   **Primary Plan: Exit Window Immediately**\n    *   Unbuckle seatbelt and roll down the window.\n    *   Exit before the vehicle is fully submerged.\n    *   Note: The door will not open due to water pressure. *   **Contingency: Break Stuck Window**\n    *   Use a heavy object, a special tool, or the headrest's metal prongs. *   **Last Resort: Equalize Pressure**\n    *   Wait for the vehicle to fill with water.\n    *   Take a deep breath, open the now-usable door, and follow air bubbles to the surface. *** **The Script in One Sentence** To survive a sinking vehicle, you must immediately unbuckle and escape through a rolled-down window—breaking it with a tool or the headrest if it’s stuck—or, as a final resort, wait for the car to fill with water to equalize the pressure, which will allow you to open the door and follow the bubbles to safety.",
      "isOpen": true
    }
  ],
  "created": "2025-08-18T18:17:36.825Z",
  "updated": "2025-08-18T18:17:36.825Z"
}