{
  "id": 1754935612746,
  "title": "The last hug",
  "toggles": [
    {
      "id": 1754935612756,
      "title": "English Script",
      "content": "This picture and the story behind it will definitely break your heart. The Last Hug. Two mechanics died on top of a burning wind turbine.\nOn October 29th, 2013, four mechanics were on top of a wind turbine in the Netherlands during routine maintenance. All of them were about 80 meters above ground when things started to go wrong. While the mechanics were doing their work, the turbine suddenly caught on fire. This was most likely due to a short circuit in the shady turbine purchased from a secondhand dealer.\nSince the turbine was about 80 meters above the ground, the mechanics knew that the firefighters wouldn't be able to help them, and they were on their own. Two of the mechanics quickly took action and managed to escape the fire. After they managed to successfully reach the ground, the other two decided to do the same. But it was too late as the fire quickly spread through the turbine, leaving no room for escape.\nThe 19 and 21-year-old had realized what was about to happen and spent their last moments hugging each other. This photo was taken minutes before the two lost their lives to a devastating incident.",
      "isOpen": true
    },
    {
      "id": 1754935612766,
      "title": "Translation 1",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754935612776,
      "title": "Translation 1.1",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754935612786,
      "title": "Translation 2",
      "content": "ये तस्वीर और इसके पीछे की कहानी यकीनन आपका दिल तोड़ देगी। इसे इतिहास की सबसे दर्दनाक तस्वीरों में से एक माना जाता है... The Last Hug. ये कहानी है दो mechanics की, जिनकी मौत एक जलते हुए wind turbine के ऊपर हो गई थी। 29 अक्टूबर 2013 को, नीदरलैंड्स में चार mechanics रूटीन मेंटेनेंस के लिए एक wind turbine के ऊपर गए हुए थे। ये सभी लोग जमीन से लगभग 80 मीटर, यानी करीब 25 मंज़िला इमारत जितनी ऊंचाई पर थे, जब अचानक सब कुछ गलत होने लगा। जब ये mechanics अपना काम कर रहे थे, तभी अचानक turbine में आग लग गई। ऐसा माना जाता है कि ये आग एक secondhand डीलर से खरीदे गए घटिया turbine में शॉर्ट सर्किट की वजह से लगी थी। चूंकि turbine जमीन से 80 मीटर ऊपर था, mechanics जानते थे कि firefighters उन तक नहीं पहुँच पाएँगे और उन्हें खुद ही अपनी जान बचानी होगी। उनमें से दो mechanics ने फुर्ती दिखाते हुए आग से बचने का रास्ता ढूंढ निकाला और किसी तरह सुरक्षित जमीन पर पहुँच गए। उन्हें देखकर बाकी दोनों ने भी ऐसा ही करने का फैसला किया। लेकिन तब तक बहुत देर हो चुकी थी। आग पूरे turbine में इतनी तेजी से फैल चुकी थी कि भागने का कोई रास्ता ही नहीं बचा था। जब 19 और 21 साल के उन लड़कों को ये एहसास हो गया कि अब उनका बचना नामुमकिन है, तो उन्होंने अपनी ज़िंदगी के आखिरी पल एक-दूसरे को गले लगाकर बिताए। ये तस्वीर, जिसमें वो दोनों एक दूसरे को गले लगा रहे हैं, उनकी मौत से बस कुछ ही मिनट पहले ली गई थी, जो इस दर्दनाक हादसे की कहानी हमेशा के लिए बयां करती है।",
      "isOpen": true
    },
    {
      "id": 1754935612796,
      "title": "Translation 2.2",
      "content": "",
      "isOpen": true
    },
    {
      "id": 1754935612806,
      "title": "for Eng Channel",
      "content": "This image... is one of the most heartbreaking pictures you will ever see. It’s known as 'The Last Hug,' and the story behind it is absolutely tragic. So, it's October 29th, 2013, in the Netherlands. Four mechanics are doing routine maintenance on a massive wind turbine. They're almost 260 feet up in the sky... when suddenly, things go horribly wrong. The turbine... just bursts into flames! The cause? Most likely a short circuit from a cheap, secondhand part. Now, imagine this: you're trapped 260 feet in the air, on a burning metal structure. The mechanics knew instantly... firefighters couldn't reach them. They were completely on their own. Two of them acted FAST. They managed to find a way to escape down the tower and get to safety. But for the other two... it was already too late. The fire spread like crazy, cutting off any chance of escape. Every path was blocked by a wall of flames. The two young men, only 19 and 21 years old, realized what was about to happen. They knew this was the end. And in their final moments... they simply hugged each other. This photo was taken from the ground, just minutes before these two lost their lives in the most devastating way possible.",
      "isOpen": true
    },
    {
      "id": 1754935612816,
      "title": "Eng to Hi",
      "content": "यह तस्वीर और इसके पीछे की कहानी यकीनन आपका दिल दहला देगी।\nइसे नाम दिया गया - 'The Last Hug'। एक जलते हुए विंड टरबाइन के ऊपर दो मैकेनिक्स की मौत। 29 अक्टूबर 2013 को, नेदरलैंड्स में चार मैकेनिक एक विंड टरबाइन पर रूटीन मेंटेनेंस के लिए चढ़े हुए थे। ये सभी ज़मीन से करीब 80 मीटर की ऊंचाई पर थे, जब हालात बिगड़ने लगे। जब ये मैकेनिक अपना काम कर रहे थे, तभी टरबाइन में अचानक आग लग गई। इसकी सबसे बड़ी वजह एक शॉर्ट सर्किट को माना जाता है, जो शायद इसलिए हुआ क्योंकि यह टरबाइन एक सेकंड-हैंड डीलर से खरीदी गई थी। टरबाइन ज़मीन से 80 मीटर ऊपर थी, इसलिए मैकेनिक्स जानते थे कि फायरफाइटर्स भी उन तक नहीं पहुँच पाएँगे, और अब उन्हें जो भी करना था, खुद ही करना था। दो मैकेनिक्स ने फुर्ती दिखाते हुए आग से बचने का रास्ता ढूंढ लिया और जैसे-तैसे ज़मीन पर पहुँचने में कामयाब रहे। उन्हें देखकर बाकी दोनों ने भी ऐसा ही करने की कोशिश की। लेकिन तब तक बहुत देर हो चुकी थी। आग पूरी टरबाइन में इतनी तेज़ी से फैली कि बचने का कोई रास्ता ही नहीं बचा। 19 और 21 साल के उन दोनों नौजवानों को एहसास हो चुका था कि अब क्या होने वाला है। उन्होंने अपनी ज़िंदगी के आखिरी पल एक-दूसरे को गले लगाकर बिताए। यह तस्वीर उसी दर्दनाक हादसे में अपनी जान गंवाने से कुछ ही मिनट पहले ली गई थी।",
      "isOpen": true
    },
    {
      "id": 1754935612826,
      "title": "Outline",
      "content": "The Wind Turbine Tragedy *   **The Incident:** A fire, likely from a short circuit, began on an 80-meter wind turbine during routine maintenance.\n*   **The Dilemma:** Four mechanics were trapped, too high for firefighters to reach.\n*   **The Escape:** Two mechanics successfully escaped the fire and reached the ground.\n*   **The Tragedy:** The other two, aged 19 and 21, were trapped by the spreading fire.\n*   **The Last Hug:** They embraced in their final moments, captured in a photograph before they perished. *** The Script in One Sentence When a sudden fire trapped four mechanics atop a tall wind turbine, two managed to escape, while the other two, aged 19 and 21, were left to share a final, photographed hug before losing their lives to the blaze.",
      "isOpen": true
    }
  ],
  "created": "2025-08-11T18:06:52.736Z",
  "updated": "2025-08-11T18:06:52.736Z"
}