{
  "id": 1754936207810,
  "title": "This Zoo Can't Do Anything Right",
  "toggles": [
    {
      "id": 1754936207820,
      "title": "English Script",
      "content": "This zoo was getting hate for starving their animals. They were about to get sued for animal abuse, so the zoo started feeding the animals a lot. Slowly, all the animals got really fat and no one knew how. It was free to get inside the zoo, so how did they get all the money to feed their animals so much? Even their fish were obese despite swimming all day. It turned out that people were feeding the animals in addition to the extra food they've been given by the zoo. Now the zoo is about to be sued for overfeeding their animals. So the zoo came up with a genius idea. They bought some treadmills and put all their animals on a strict diet. They even put signs up telling people not to feed them. But a year later, nothing had changed. All the animals were still really fat.",
      "isOpen": true
    },
    {
      "id": 1754936207830,
      "title": "Translation 1",
      "content": "एक ज़ू अपने जानवरों को भूखा रखने के लिए बुरी तरह बदनाम हो रहा था. जानवरों पर अत्याचार करने के जुर्म में उन पर केस होने ही वाला था कि ज़ू वालों ने इसका एक तोड़ निकाला. उन्होंने जानवरों को खूब सारा खाना खिलाना शुरू कर दिया. लेकिन इसके बाद जो हुआ, वो और भी अजीब था. देखते ही देखते ज़ू के सारे जानवर हद से ज़्यादा मोटे हो गए, और किसी को समझ ही नहीं आया कि कैसे. हैरानी की बात तो ये थी कि इस ज़ू में एंट्री एकदम फ्री थी, तो फिर आखिर उनके पास जानवरों को इतना खिलाने के लिए पैसे आ कहाँ से रहे थे? हद तो तब हो गई जब दिन भर तैरने वाली मछलियाँ तक मोटापे का शिकार हो गईं. बाद में जब जांच हुई तो पता चला कि ज़ू जो एक्स्ट्रा खाना दे रहा था, उसके अलावा वहां आने वाले लोग भी जानवरों को अपने साथ लाया हुआ खाना खिला रहे थे. अब पासा पलट चुका था. पहले ज़ू पर जानवरों को भूखा रखने के लिए केस होने वाला था, और अब उन पर जानवरों को ज़रूरत से ज़्यादा खिलाने के लिए केस होने की नौबत आ गई. इस मुसीबत से बचने के लिए ज़ू वालों ने एक जीनियस आइडिया लगाया. उन्होंने बहुत सारी ट्रेडमिल्स खरीदीं और सभी जानवरों को एक स्ट्रिक्ट डाइट पर रख दिया. उन्होंने जगह-जगह बड़े-बड़े साइन भी लगा दिए कि 'प्लीज़, जानवरों को खाना न खिलाएं'. लेकिन एक साल बाद भी... कुछ नहीं बदला. सारे के सारे जानवर अभी भी उतने ही मोटे के मोटे थे.",
      "isOpen": true
    },
    {
      "id": 1754936207840,
      "title": "Translation 1.1",
      "content": "इस ज़ू की कहानी सुनकर आप हैरान हो जाएँगे, जहाँ पहले जानवर भूख से मर रहे थे और अब मोटापे से परेशान हैं। शुरू में, इस ज़ू को जानवरों को भूखा रखने के लिए बहुत hate मिल रहा था। उन पर animal abuse का केस होने ही वाला था, इसलिए ज़ू ने जानवरों को बहुत सारा खाना खिलाना शुरू कर दिया। धीरे-धीरे, सारे जानवर इतने मोटे हो गए कि किसी को समझ ही नहीं आया कि ये हुआ कैसे। और सबसे अजीब बात, इस ज़ू में एंट्री एकदम फ्री थी। तो सवाल ये था कि उनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आ रहे थे? यहाँ तक कि उनकी मछलियाँ भी, जो दिन भर तैरती थीं, वो भी मोटी हो गई थीं। फिर असली वजह सामने आई। पता चला कि ज़ू के दिए हुए खाने के अलावा, ज़ू में आने वाले लोग भी जानवरों को दनादन खिला रहे थे। अब ज़ू पर जानवरों को overfeed करने, यानी हद से ज़्यादा खिलाने के लिए केस होने वाला था। तो ज़ू वाले एक genius idea लेकर आए। उन्होंने कुछ ट्रेडमिल्स खरीदे और सभी जानवरों को एक सख्त डाइट पर डाल दिया। उन्होंने हर जगह साइन भी लगा दिए कि \"प्लीज़, जानवरों को न खिलाएं।\" लेकिन एक साल बाद... कुछ भी नहीं बदला था। सारे के सारे जानवर अभी भी उतने ही मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1754936207850,
      "title": "Translation 2",
      "content": "इस ज़ू को लोग पहले बहुत ज़्यादा नफ़रत कर रहे थे क्योंकि ये अपने जानवरों को भूखा मार रहे थे। मामला इतना बढ़ गया कि इन पर animal abuse का केस होने वाला था। लेकिन फिर ज़ू वालों ने एक अजीब solution निकाला। उन्होंने जानवरों को बहुत सारा खाना खिलाना शुरू कर दिया। धीरे-धीरे सारे जानवर इतने मोटे हो गए कि लोग हैरान रह गए कि आख़िर ये हुआ कैसे। सबसे बड़ी हैरानी की बात तो ये थी कि इस ज़ू की entry एकदम free थी! तो फिर जानवरों को इतना खिलाने के लिए पैसे आ कहाँ से रहे थे? हद तो तब हो गई जब उनकी मछलियां भी, जो दिन भर तैरती हैं, वो भी मोटी हो गईं! बाद में पता चला कि ज़ू वालों के साथ-साथ, वहां आने वाले लोग भी जानवरों को खूब खिला रहे थे। और अब ज़ू पर overfeeding, यानि ज़रूरत से ज़्यादा खिलाने के लिए केस होने वाला था। इस मुसीबत से बचने के लिए ज़ू ने एक genius idea लगाया। उन्होंने कुछ treadmills खरीदे और सभी जानवरों को एक strict diet पर डाल दिया। यही नहीं, उन्होंने जगह-जगह 'जानवरों को न खिलाएं' के signs भी लगा दिए। लेकिन एक साल बाद भी... कुछ नहीं बदला। सारे जानवर अभी भी उतने ही मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1754936207860,
      "title": "Translation 2.2",
      "content": "ये ज़ू पहले अपने जानवरों को भूखा रखने के लिए बदनाम हुआ, और फिर उन्हें ज़रूरत से ज़्यादा मोटा करने के लिए! इस ज़ू पर animal abuse के इतने आरोप लगे कि इनपर केस होने वाला था। तो ज़ू वालों ने इसका एक अजीब सलूशन निकाला। उन्होंने जानवरों को ठूंस-ठूंसकर खिलाना शुरू कर दिया। धीरे-धीरे, ज़ू के सारे जानवर इतने मोटे हो गए कि चलना-फिरना मुश्किल हो गया। और किसी को समझ नहीं आ रहा था कि आखिर कैसे? हैरानी की बात तो ये थी कि इस ज़ू में एंट्री एकदम free थी! तो फिर जानवरों को इतना खिलाने के लिए पैसे कहाँ से आ रहे थे? यहाँ तक कि उनकी मछलियाँ भी, जो दिन भर तैरती रहती थीं, obese हो चुकी थीं! बाद में पता चला कि ज़ू जो एक्स्ट्रा खाना दे रहा था, वो तो दे ही रहा था, पर ज़ू में आने वाले लोग भी जानवरों को छिप-छिपकर खिला रहे थे। और अब पिक्चर पूरी तरह बदल चुकी थी। ज़ू पर अब जानवरों को overfeed करने के लिए केस होने वाला था! तो ज़ू वालों ने एक 'genius' आईडिया निकाला। उन्होंने बहुत सारे treadmills खरीदे और अपने सभी जानवरों को strict diet पर डाल दिया। जगह-जगह 'जानवरों को ना खिलाएं' के साइन बोर्ड भी लगा दिए। लेकिन एक साल बाद भी... कुछ नहीं बदला। सारे के सारे जानवर अभी भी उतने ही मोटे थे",
      "isOpen": true
    },
    {
      "id": 1754936207870,
      "title": "for Eng Channel",
      "content": "This zoo got absolutely CANCELLED online for starving its animals. They were getting so much hate and were about to be sued for animal abuse, so they panicked and did a complete 180. They started feeding the animals TONS of food. And soon, every single animal in the zoo was ridiculously fat. We're talking chonky lions, plump penguins... even their fish were obese! How does a fish that swims 24/7 get fat?! And here’s the kicker: entry to the zoo was free. So how on earth were they affording all this food? Well, it turns out, the zoo wasn't the only one. Visitors were ALSO feeding the animals constantly! So on top of the zoo's new feeding frenzy, the animals were getting a non-stop secret buffet from the public. So now, the zoo is facing lawsuits for OVERFEEDING their animals. You can't make this stuff up. Desperate, they came up with a \"genius\" plan: put all the animals on a strict diet, plaster 'DO NOT FEED' signs everywhere, and—get this—they bought TREADMILLS for the animals. Seriously. So, you'd think the problem was solved, right? WRONG. A year later, absolutely nothing had changed. All the animals were STILL super fat.",
      "isOpen": true
    },
    {
      "id": 1754936207880,
      "title": "Eng to Hi",
      "content": "एक ज़ू पर इल्ज़ाम लग रहा था कि वो अपने जानवरों को भूखा रखते हैं। उन पर एनिमल अब्यूज़ का केस होने ही वाला था, इसलिए ज़ू वालों ने जानवरों को बहुत ज़्यादा खाना खिलाना शुरू कर दिया। धीरे-धीरे, ज़ू के सारे जानवर हद से ज़्यादा मोटे हो गए, और किसी को समझ नहीं आ रहा था कि आखिर ऐसा हो क्यों रहा है। हैरानी की बात ये थी कि इस ज़ू में एंट्री बिल्कुल फ्री थी। तो फिर सवाल ये उठता है कि जानवरों को इतना खाना खिलाने के पैसे आ कहाँ से रहे थे? हद तो तब हो गई जब पता चला कि दिन भर पानी में तैरने वाली मछलियाँ तक मोटापे का शिकार हो गई थीं। असलियत जब सामने आई तो पता चला कि ज़ू वालों के एक्स्ट्रा खाने के साथ-साथ, वहाँ आने वाले लोग भी जानवरों को अलग से खिला रहे थे। और अब, इस ज़ू पर जानवरों को ज़रूरत से ज़्यादा खिलाने के लिए केस होने की नौबत आ गई। इस प्रॉब्लम से निपटने के लिए ज़ू वालों ने एक कमाल का आइडिया सोचा। उन्होंने कुछ ट्रेडमिल्स खरीदे और सभी जानवरों को एक स्ट्रिक्ट डाइट पर रख दिया। साथ ही, जगह-जगह पर साइन बोर्ड्स भी लगा दिए गए, जिनमें साफ़-साफ़ लिखा था कि जानवरों को कुछ ना खिलाएँ। मगर अफ़सोस, एक साल बाद भी हालात बिल्कुल नहीं बदले। सारे के सारे जानवर अब भी हद से ज़्यादा मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1754936207890,
      "title": "Outline",
      "content": "The Zoo's Unsolvable Weight Problem *   **Initial Problem:** Accused of starving animals.\n*   **First Solution:** The zoo overfed them.\n*   **New Problem:** Animals became obese because visitors also fed them.\n*   **Second Solution:** The zoo implemented a strict diet, exercise, and \"do not feed\" signs.\n*   **Final Result:** The plan failed; the animals remained fat. *** The Script in One Sentence To reverse accusations of starvation, a zoo began overfeeding its animals, but when visitors added even more food, the animals became obese, leading to a new lawsuit and a strict diet-and-exercise plan that ultimately failed to solve the problem.",
      "isOpen": true
    }
  ],
  "created": "2025-08-11T18:16:47.800Z",
  "updated": "2025-08-11T18:16:47.800Z"
}