{
  "id": 5102569137897,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 4605848028878,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 9216233730009,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? दरअसल, इन कैक्टस से मिलते हैं ऐसे फल जो किसी पॉप्सिकल की तरह बाहर निकलते हैं। पौधे लगाने के ठीक एक साल बाद इनसे फल तोड़े जाते हैं। और आपको जानकर हैरानी होगी कि जहाँ भी आपको यह भूरा निशान दिखता है, वहां दोबारा कभी फल नहीं उगेगा। इस फल को प्रिक्ली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस की इन पत्तियों का क्या? असल में, ये इतने खतरनाक दिखते हैं कि इन्हें पत्तियां कहा ही नहीं जाता। इन्हें पैड्स या नोपालेस कहा जाता है, और इन्हें आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2886497998731,
      "title": "Translation 1.1",
      "content": "आखिर कैक्टस के भी खेत क्यों होते हैं? दरअसल, इनसे ऐसे फल निकलते हैं जो पॉप्सिकल की तरह बाहर आ जाते हैं। हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जहाँ भी आपको ये भूरा निशान दिखे, समझ जाना वहां फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पेअर कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्स होता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी स्टोर कर सकता है। लेकिन कैक्टस के पत्तों का क्या? अरे, इनके खतरनाक लुक की वजह से इन्हें पत्ता कहना भी गलत होगा। इन्हें असल में पैड्स या नोपालेस कहा जाता है, और इनसे आपकी पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ भी बनाए जा सकते हैं। क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 4875332964517,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते क्यों हैं? दरअसल, इन पर उगते हैं ऐसे फल जो बिल्कुल पॉप्सिकल की तरह बाहर निकलते हैं! पौधे लगाने के ठीक एक साल बाद हर कैक्टस से इन फलों को तोड़ा जाता है। और आपको ये जो भूरे रंग के निशान दिख रहे हैं, यहाँ पर फल फिर कभी दोबारा नहीं उगता। इस फल का नाम है प्रिकली पेयर, और इसका टेस्ट वॉटरमेलन और बबलगम का एक अजीब मिक्सचर होता है। हैरानी की बात तो ये है कि ये कैक्टस बहुत ज़्यादा भारी होते हैं, क्योंकि सिर्फ एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन इन कैक्टस के पत्तों का क्या? इन्हें तो इनके खतरनाक लुक की वजह से पत्ता कहा भी नहीं जाता। असल में इन्हें पैड्स या नोपालेस कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। क्या आप इसे कभी ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7499014224839,
      "title": "Translation 2.2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? इनसे मिलते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं! हर कैक्टस को लगाने के एक साल बाद काटा जाता है... और जहाँ भी आपको ये भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पियर कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्स होता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी होल्ड कर सकता है! लेकिन कैक्टस के पत्तों का क्या? असल में, ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते कहा ही नहीं जाता! इन्हें पैड्स या नोपेल्स कहते हैं, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1051330408074,
      "title": "Translation 3",
      "content": "ये काँटों से भरा पौधा जितना खतरनाक दिखता है, अंदर से उतना ही मीठा होता है। यकीन नहीं होता ना? क्योंकि इसके फल का स्वाद तरबूज और बबल गम के मिक्स जैसा होता है। दरअसल, ये कैक्टस के खेत हैं जहाँ इन पौधों को ख़ास इनके फलों के लिए उगाया जाता है। पौधा लगाने के ठीक एक साल बाद इसमें फल लगने लगते हैं, जिन्हें प्रिक्ली पेअर कहते हैं। और मज़े की बात ये है कि ये फल एक पॉप्सिकल की तरह पौधे से बाहर निकलते हैं। लेकिन जिस जगह से एक बार फल तोड़ लिया जाता है, वहाँ एक भूरे रंग का निशान बन जाता है और फिर उस जगह पर दोबारा कभी फल नहीं उगता। आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। पर कहानी यहीं खत्म नहीं होती! सिर्फ फल ही नहीं, इसकी पत्तियों को भी खाया जाता है। असल में इनके खतरनाक लुक की वजह से इन्हें पत्तियां नहीं, बल्कि पैड्स या नोपालेस कहते हैं। और इन्हीं पैड्स को आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जाता है। तो बताओ, क्या आप इसे ट्राई करना चाहोगे?",
      "isOpen": true
    },
    {
      "id": 1051330408074,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के farms आखिर होते ही क्यों हैं? इनमें से एक ऐसा फल निकलता है, जो देखने में बिल्कुल पॉप्सिकल जैसा लगता है। लगाने के एक साल बाद हर कैक्टस की कटाई होती है, और जिस जगह पर आपको ये भूरा निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल का नाम है प्रिक्ली पियर (Prickly Pear), और इसका स्वाद तरबूज और बबल गम का मिक्सचर जैसा होता है। हैरानी की बात तो ये है कि ये पौधा काफी भारी होता है, क्योंकि एक ही पौधे में 200 गैलन, यानी लगभग 750 लीटर तक पानी जमा हो सकता है। लेकिन कैक्टस के पत्तों का क्या? अपने खतरनाक look की वजह से इन्हें 'पत्ते' या leaves कहा भी नहीं जाता। असल में इन्हें 'पैड्स' (Pads) या 'नोपालेस' (Nopales) कहते हैं, और इनसे आपकी कई favorite dishes, यहाँ तक कि Tacos भी बनाए जा सकते हैं। तो क्या आप इसे try करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 6846549865577,
      "title": "Outline",
      "content": "The Purpose of a Cactus Farm *   **Prickly Pear Fruit**\n    *   Tastes like watermelon and bubble gum.\n    *   Harvested one year after planting.\n    *   Fruit will not regrow on scars.\n    *   The plant is heavy, holding up to 200 gallons of water.\n*   **Cactus Pads (Nopales)**\n    *   The plant's pads (not leaves) are edible.\n    *   Used in food like tacos. *** The Script in One Sentence Cactus farms exist to produce the watermelon-bubble gum flavored Prickly Pear fruit from heavy, water-storing plants, while the cactus pads themselves, known as nopales, are also edible and can be used in dishes like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:39:01.325Z",
  "updated": "2025-07-30T07:39:01.325Z"
}