{
  "id": 8379439872826,
  "title": "Why cactus from?",
  "toggles": [
    {
      "id": 1406169603979,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 5193779033927,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, यहाँ उगाए जाते हैं ऐसे फल जो पॉप्सिकल की तरह सीधे बाहर निकल आते हैं. कैक्टस को लगाने के ठीक एक साल बाद हार्वेस्ट किया जाता है. और जहाँ भी आपको यह भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा. इस फल को प्रिकली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्सचर जैसा होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी होल्ड कर सकता है. लेकिन कैक्टस के पत्तों का क्या? असल में ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते भी नहीं कहा जाता. इन्हें पैड्स या 'नोपालेस' कहते हैं. और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7375347829913,
      "title": "Translation 1.1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? इनसे ऐसे फ्रूट्स निकलते हैं जो पॉप्सिकल की तरह बाहर आ जाते हैं. हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है. और जहाँ कहीं भी आपको ये भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा. इस फ्रूट को प्रिक्ली पेयर कहा जाता है और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी होल्ड कर सकता है. लेकिन कैक्टस के पत्तों का क्या? असल में ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते कहा ही नहीं जाता. इन्हें पैड्स, या नोपेल्स कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9713946327204,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, यहां ऐसे फल उगाए जाते हैं जो बिल्कुल पॉप्सिकल की तरह बाहर निकलते हैं! पौधा लगाने के ठीक एक साल बाद हर कैक्टस से फसल काटी जाती है. और जहां भी आपको यह भूरा निशान दिखता है, वहां फल फिर कभी दोबारा नहीं उगेगा. इस फल को प्रिकली पियर (Prickly Pear) कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो यह है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है! लेकिन कैक्टस के पत्तों का क्या? असल में, ये इतने खतरनाक दिखते हैं कि इन्हें पत्ता कहा ही नहीं जाता. इन्हें पैड्स (Pads) या नोपालेस (Nopales) कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहां तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2072929162102,
      "title": "Translation 2.2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के भी खेत होते हैं? दरअसल, इन खेतों में ऐसे फल उगाए जाते हैं जो पॉप्सिकल की तरह बाहर निकलते हैं। हर कैक्टस को लगाने के एक साल बाद उसकी कटाई की जाती है, और जहाँ भी आपको यह भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पियर कहा जाता है और इसका स्वाद तरबूज और बबलगम का मिक्स होता है। हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस की पत्तियों का क्या? ये इतने खतरनाक दिखते हैं कि इन्हें पत्तियां भी नहीं कहा जाता। इन्हें असल में पैड या नोपेल्स कहा जाता है, और इन्हें आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोस में भी इस्तेमाल किया जा सकता है। तो, क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 6084662922176,
      "title": "Translation 3",
      "content": "क्या आप जानते हैं कि कैक्टस के खेतों में पॉप्सिकल की तरह फल उगते हैं? जी हाँ, इस कांटेदार पौधे पर लगने वाले फल को प्रिक्ली पियर कहते हैं, जिसका स्वाद तरबूज़ और बबलगम का मिक्सचर जैसा होता है। एक बार पौधा लगाने के ठीक एक साल बाद इसकी फसल काटी जाती है, लेकिन जहाँ भी आपको ये भूरे रंग का निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगता। हैरानी की बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी स्टोर कर सकता है। लेकिन सिर्फ फल ही नहीं, इसके इन खतरनाक दिखने वाले पत्तों को भी खाया जाता है, जिन्हें असल में पैड्स कहते हैं। यहाँ तक कि टैकोस जैसी डिशेज़ में भी इनका इस्तेमाल होता है। तो क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 6084662922176,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? इनमें उगते हैं ऐसे फल, जो बिल्कुल पॉप्सिकल की तरह बाहर निकलते हैं। पौधा लगाने के एक साल बाद हर कैक्टस की हार्वेस्टिंग होती है, और आप जहाँ भी यह भूरा निशान देखेंगे, वहाँ दोबारा कभी फल नहीं उगेगा। इस फल का नाम है प्रिक्ली पेयर, और इसका टेस्ट तरबूज और बबल गम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक ही पौधा अपने अंदर 200 गैलन तक पानी स्टोर कर सकता है। लेकिन कैक्टस की पत्तियों का क्या? अपने खतरनाक लुक की वजह से इन्हें पत्तियां कहा ही नहीं जाता। इन्हें असल में पैड्स, या नोपालेस कहते हैं। और इनका इस्तेमाल आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी किया जा सकता है। तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2457220763274,
      "title": "Outline",
      "content": "# The Products of a Cactus Farm *   **Prickly Pear Fruit**\n    *   Harvest: 1 year after planting.\n    *   Regrowth: Scars prevent it.\n    *   Taste: Watermelon & bubble gum.\n    *   Fact: The cactus holds up to 200 gallons of water.\n*   **Cactus Pads (Nopales)**\n    *   Use: Edible in dishes, including tacos. *** **The Script in One Sentence** Cactus farms produce the prickly pear—a fruit harvested one year after planting that tastes like watermelon and bubble gum and won't regrow on scars—and edible pads called nopales used in dishes like tacos, all from a plant that can store up to 200 gallons of water.",
      "isOpen": true
    }
  ],
  "created": "2025-07-31T08:06:28.382Z",
  "updated": "2025-07-31T08:06:28.382Z"
}