{
  "id": 2170231975341,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 6357789398100,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 6007654129138,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? क्योंकि इनसे मिलते हैं ऐसे फल, जो पॉप्सिकल की तरह बाहर निकलते हैं. इस फल को प्रिक्ली पेअर (Prickly Pear) कहते हैं और इसका टेस्ट तरबूज और बबल गम का मिक्सचर जैसा होता है. हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है. और जिस जगह पर आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. चौंकाने वाली बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा 200 गैलन तक पानी होल्ड कर सकता है. लेकिन कहानी सिर्फ फलों पर खत्म नहीं होती. क्या आपने इसके पत्तों के बारे में सोचा है? असल में, इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा ही नहीं जाता. इन्हें पैड्स (Pads) या नोपालेस (Nopales) कहते हैं, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3368084803124,
      "title": "Translation 1.1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? इनमें से जो फल निकलते हैं, वो किसी पॉप्सिकल की तरह बाहर आ जाते हैं। हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जहाँ कहीं भी आपको ये भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा। इस फल को प्रिकली पेअर कहते हैं, और इसका टेस्ट तरबूज और बबलगम का मिक्सचर लगता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन, यानी लगभग 750 लीटर पानी रख सकता है। लेकिन कैक्टस के पत्तों का क्या? उन्हें तो पत्ता कहते भी नहीं हैं, क्योंकि वो दिखने में इतने खतरनाक होते हैं। असल में इन्हें पैड्स या नोपलेस कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 6322324431955,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? ये उगाते हैं एक ऐसा फल जो पॉप्सिकल की तरह बाहर निकलता है! हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जिस जगह पर भी आपको ये भूरा निशान दिखता है, वहां दोबारा कभी फल नहीं उगेगा. इस फल का नाम है प्रिक्ली पेयर (prickly pear) और इसका स्वाद तरबूज और बबलगम का एक अनोखा मिक्सचर है. हैरानी की बात तो ये है कि ये फल बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन यानी करीब 750 लीटर से ज़्यादा पानी जमा कर सकता है! लेकिन कैक्टस के पत्तों का क्या? इन्हें तो इनके खतरनाक लुक की वजह से पत्ता कहा ही नहीं जाता. असल में इन्हें पैड्स (pads) या नोपालेस (nopales) कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2831965888099,
      "title": "Translation 2.2",
      "content": "Of course. Here is the script translated and rewritten in ****: **Hindi () Script:** आखिर कैक्टस के फार्म होते ही क्यों हैं?\nदरअसल, इनसे निकलते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर आ जाते हैं! हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जहाँ भी आपको ये भूरा निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगेगा. इस फल को प्रिक्ली पियर कहते हैं, और इसका टेस्ट तरबूज और बबलगम का मिक्सचर होता है. लेकिन हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी होल्ड कर सकता है! मगर कैक्टस के पत्तों का क्या? अरे, इन्हें तो इनके खतरनाक लुक की वजह से पत्ता कहा ही नहीं जाता. असल में इन्हें पैड्स या नोपालेस कहा जाता है, और इन्हें आपके कुछ फेवरेट डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो बताओ, क्या आप इसे ट्राई करना चाहोगे?",
      "isOpen": true
    },
    {
      "id": 9573311765212,
      "title": "Translation 3",
      "content": "इस काँटेदार पौधे को भूलकर भी बेकार मत समझना, क्योंकि इसके फल पॉप्सिकल की तरह बाहर निकलते हैं। जी हाँ, कैक्टस के भी बड़े-बड़े खेत होते हैं, जहाँ इन फलों को उगाया जाता है। इन्हें प्रिक्ली पेयर कहते हैं और इनका स्वाद, तरबूज और बबलगम के मिक्स जैसा होता है। पौधा लगाने के ठीक एक साल बाद इसमें से फल तोड़े जाते हैं, और जिस जगह से एक बार फल तोड़ लिया जाता है, वहाँ एक भूरे रंग का निशान बन जाता है, जहाँ दोबारा कभी फल नहीं उगता। आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 750 लीटर से भी ज़्यादा पानी जमा करके रख सकता है। लेकिन इसके पत्तों का क्या? अरे ये इतने खतरनाक दिखते हैं कि इन्हें पत्ता कहना भी गलत होगा। असल में इन्हें पैड्स या 'नोपालेस' कहा जाता है, और इन्हें भी खाया जा सकता है। यहाँ तक कि आपकी पसंदीदा डिश, जैसे टैकोज़ में भी इन्हीं का इस्तेमाल होता है। तो क्या आप इसे कभी ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9573311765212,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के खेत क्यों होते हैं?\nइनसे जो फल निकलते हैं, वो देखने में बिल्कुल पॉप्सिकल जैसे लगते हैं। हर कैक्टस की फसल, उसे लगाने के एक साल बाद काटी जाती है। और जिस भी जगह पर एक भूरा निशान पड़ जाता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल को प्रिक्ली पेयर (prickly pear) कहते हैं और इसका स्वाद तरबूज़ और बबलगम के मिले-जुले स्वाद जैसा होता है। आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन, यानी लगभग 750 लीटर तक पानी जमा कर सकता है। लेकिन कैक्टस के पत्तों का क्या? वो इतने खतरनाक दिखते हैं कि उन्हें पत्ता कहा ही नहीं जाता। इन्हें असल में 'पैड्स' (pads) या 'नोपालेस' (nopales) कहते हैं। और इन्हें आपकी कुछ मनपसंद डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है। तो, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 5717341995805,
      "title": "Outline",
      "content": "The Purpose of Cactus Farms *   **Cactus Fruit (Prickly Pear)**\n    *   Harvested one year after planting.\n    *   Will not regrow on scarred areas.\n    *   Tastes like a mix of watermelon and bubble gum.\n    *   The plant is heavy, storing up to 200 gallons of water.\n*   **Cactus Pads (Nopales)**\n    *   Are not leaves, but edible pads.\n    *   Can be used in food, including tacos. *** The Script in One Sentence Cactus farms grow extremely heavy, water-filled plants that yield a sweet fruit called the prickly pear, which is harvested once a year and never regrows on scars, as well as edible pads called nopales that are used in meals like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:51:00.238Z",
  "updated": "2025-07-30T07:51:00.238Z"
}