{
  "id": 9933419209615,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 1564493768433,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 3492758766989,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? दरअसल, इनमें उगते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं. इन्हें लगाने के ठीक एक साल बाद, हर कैक्टस से फलों को तोड़ा जाता है, और जिस भी जगह पर आपको ये भूरे रंग का निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फल को प्रिक्ली पेयर कहते हैं, और इसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है. लेकिन कैक्टस की इन पत्तियों का क्या? अपने खतरनाक लुक की वजह से इन्हें पत्तियां कहा भी नहीं जाता. दरअसल, इन्हें पैड्स या नोपालेस कहते हैं, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2286947565095,
      "title": "Translation 1.1",
      "content": "आखिर कैक्टस के खेत होते ही क्यों हैं? दरअसल, इन पर उगते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं। हर कैक्टस की कटाई उसे लगाने के एक साल बाद होती है, और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगता। इस फल को प्रिक्ली पेयर कहा जाता है और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये कैक्टस बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी स्टोर कर सकता है। लेकिन कैक्टस के पत्तों का क्या? वैसे इन्हें पत्ता कहना गलत होगा, क्योंकि ये दिखने में काफी खतरनाक होते हैं। इन्हें असल में पैड्स या नोपेल्स कहते हैं, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 8718723669671,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? क्योंकि इनसे मिलते हैं ऐसे फल जो पॉपसिकल की तरह बाहर निकलते हैं! हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और कमाल की बात ये है कि जहाँ भी आपको यह भूरा निशान दिखता है... वहां फल दोबारा कभी नहीं उगेगा. इस फल को प्रिकली पेअर (prickly pear) कहते हैं, और इसका टेस्ट तरबूज और बबलगम का एक अनोखा मिक्सचर होता है! हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है! लेकिन कैक्टस की इन पत्तियों का क्या? असल में, ये इतने खतरनाक दिखते हैं कि इन्हें पत्तियां कहा ही नहीं जाता! इन्हें पैड्स (pads), या नोपालेस (nopales) कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 4834024056635,
      "title": "Translation 2.2",
      "content": "आखिर कैक्टस के फार्म होते ही क्यों हैं? दरअसल, इनसे निकलते हैं ये फल, जो पॉप्सिकल की तरह बाहर आ जाते हैं। एक कैक्टस को लगाने के एक साल बाद उससे फल तोड़े जाते हैं। और जहाँ भी आपको ये भूरे रंग का स्कार दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पियर कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक प्लांट अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस की पत्तियों का क्या? इन्हें तो इनके खतरनाक लुक की वजह से पत्तियां कहा ही नहीं जाता। इन्हें असल में पैड्स या नोपालेस कहा जाता है और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9109538737896,
      "title": "Translation 3",
      "content": "क्या आपने कभी ऐसा फल खाया है जो पॉप्सिकल की तरह बाहर निकलता है? ये है कैक्टस का फल, जिसका टेस्ट तरबूज और बबलगम का एक अनोखा मिक्सचर होता है। इन पौधों को लगाने के ठीक एक साल बाद इनमें फल आते हैं, और कमाल की बात तो ये है कि जिस जगह पर एक बार फल उग जाए, उस भूरे निशान पर दोबारा कभी फल नहीं लगता। आपको यकीन नहीं होगा कि ये पौधे कितने भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन कहानी सिर्फ फल तक ही सीमित नहीं है! इसकी ये जो खतरनाक दिखने वाली पत्तियां हैं ना, वो भी खाई जाती हैं। असल में इन्हें पत्तियां नहीं, बल्कि 'पैड्स' या 'नोपालेस' कहा जाता है, और लोग इन्हें अपनी पसंदीदा डिश, यहाँ तक कि टैकोस में भी इस्तेमाल करते हैं। तो क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9109538737896,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के भी फार्म्स होते हैं? इन पर ऐसे फल उगते हैं जो पॉप्सिकल की तरह बाहर निकल आते हैं। हर कैक्टस की फसल, उसे लगाने के एक साल बाद काटी जाती है, और जहाँ भी आपको कोई भूरा निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल को प्रिक्ली पेयर (prickly pear) कहते हैं और इसका स्वाद तरबूज और बबलगम के मिक्सचर जैसा होता है। हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर लगभग 750 लीटर तक पानी जमा करके रख सकता है। लेकिन कैक्टस के पत्तों का क्या? उनके खतरनाक लुक की वजह से उन्हें पत्ते कहा ही नहीं जाता। असल में इन्हें पैड्स (pads) या नोपालेस (nopales) कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़ में, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है। तो बताइए, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7280899893677,
      "title": "Outline",
      "content": "### The Farmed Cactus: Fruit & Pads *   **The Fruit (Prickly Pear)**\n    *   **Harvesting:** One year after planting.\n    *   **Regrowth:** Scars from harvesting prevent it.\n    *   **Taste:** A mix of watermelon and bubble gum.\n    *   **Plant:** Extremely heavy; holds up to 200 gallons of water. *   **The \"Leaves\" (Pads/Nopales)**\n    *   **Name:** Correctly called \"pads\" or \"nopales.\"\n    *   **Use:** Edible in dishes, including tacos. *** ### The Script in One Sentence\nFarmed for its prickly pear fruit—which tastes like watermelon-bubblegum and is harvested annually from heavy, water-storing plants, leaving a permanent scar—the cactus also provides edible pads, known as nopales, that are used in dishes like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T08:12:17.448Z",
  "updated": "2025-07-30T08:12:17.448Z"
}