{
  "id": 1564918112345,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 1960833351834,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 8359215956768,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते क्यों हैं? दरअसल, इन कैक्टस पर उगते हैं ये फल, जो पॉप्सिकल की तरह बाहर निकलते हैं. हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जहाँ भी आपको यह भूरा निशान दिखता है, वहाँ फल फिर कभी नहीं उगेगा. इस फल को प्रिक्ली पियर कहते हैं, और इसका टेस्ट तरबूज और बबल गम के मिक्स जैसा होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी होल्ड कर सकता है. लेकिन कैक्टस के पत्तों का क्या? इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा भी नहीं जाता. इन्हें दरअसल पैड्स या 'नोपालेस' कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2050611602538,
      "title": "Translation 1.1",
      "content": "आखिर कैक्टस के फार्म्स होते ही क्यों हैं? दरअसल, इनमें उगते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं। हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जहां भी आपको ये भूरा निशान दिखे, वहां फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पियर कहते हैं, और इसका टेस्ट वॉटरमेलन और बबलगम का मिक्स होता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी होल्ड कर सकता है। लेकिन कैक्टस के पत्तों का क्या? इन्हें तो इनके खतरनाक लुक की वजह से पत्ता कहा भी नहीं जाता। इन्हें दरअसल पैड्स, या नोपेल्स कहा जाता है, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहां तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1297446080779,
      "title": "Translation 2",
      "content": "आखिर कैक्टस के फार्म्स होते ही क्यों हैं? क्योंकि इनसे उगता है एक ऐसा फल जो पॉप्सिकल की तरह बाहर निकलता है! हर कैक्टस को लगाने के ठीक एक साल बाद हार्वेस्ट किया जाता है. और जहाँ भी आपको यह भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फल को प्रिक्ली पेयर कहते हैं, और इसका टेस्ट तरबूज और बबल गम का एक मिक्स जैसा लगता है. हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है! लेकिन कैक्टस के पत्तों का क्या? इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा भी नहीं जाता. इन्हें असल में पैड्स या नोपालेस कहते हैं, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1678515440687,
      "title": "Translation 2.2",
      "content": "आखिर कैक्टस के फार्म होते ही क्यों हैं?\nइनसे निकलते हैं फ्रूट्स... जो बिल्कुल पॉप्सिकल की तरह बाहर आ जाते हैं. हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है... और जहाँ भी आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फ्रूट को प्रिकली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम जैसा होता है.\nहैरानी की बात ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी स्टोर कर सकता है. लेकिन कैक्टस के पत्तों का क्या?\nअरे, ये इतने डरावने दिखते हैं कि इन्हें कोई पत्ता बुलाता भी नहीं.\nइन्हें असल में पैड्स या नोपालेस कहा जाता है... और इन्हें आपके कुछ फेवरेट डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2369599129620,
      "title": "Translation 3",
      "content": "क्या आपने कभी ऐसा फल खाया है जिसका स्वाद तरबूज और बबल गम जैसा हो? हैरानी की बात तो ये है कि ये फल इस कांटेदार कैक्टस पर उगता है! इस फल को प्रिक्ली पेअर कहते हैं, और जब इसे तोड़ा जाता है तो ये बिलकुल एक पॉप्सिकल की तरह बाहर निकल आता है। कैक्टस को लगाने के एक साल बाद इसमें फल आते हैं और जहाँ भी आपको ये भूरे रंग का निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगता। ये पौधे दिखने से कहीं ज़्यादा भारी होते हैं, क्योंकि एक अकेला कैक्टस अपने अंदर 200 गैलन, यानी लगभग 750 लीटर तक पानी जमा कर सकता है। लेकिन बात यहीं खत्म नहीं होती। ये जो आप इसके पत्ते देख रहे हैं? असल में इनके खतरनाक लुक की वजह से इन्हें पत्ते नहीं, बल्कि 'पैड्स' या 'नोपालेस' कहा जाता है। और सबसे बड़ी बात ये है कि इन्हें आपके पसंदीदा डिश, यहाँ तक कि टाकोस में भी इस्तेमाल किया जाता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2369599129620,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते क्यों हैं?\nये ऐसे फल उगाते हैं जो देखने में एकदम पॉप्सिकल की तरह लगते हैं। एक बार लगाने के बाद, हर कैक्टस से एक साल में फल तोड़े जाते हैं। और जिस जगह से फल तोड़ा जाता है, वहाँ एक भूरा निशान रह जाता है, और उस जगह पर फिर कभी फल नहीं उगता। इस फल को Prickly Pear या नागफनी का फल कहते हैं, जिसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन, यानी लगभग 750 लीटर तक पानी जमा कर सकता है। पर इसके पत्तों का क्या? इनके खतरनाक लुक की वजह से इन्हें पत्ते कहते भी नहीं हैं।\nअसल में इन्हें 'पैड्स' (Pads) कहा जाता है, और इन पैड्स को आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (Tacos) में भी इस्तेमाल किया जाता है। तो बताइए, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3566695687730,
      "title": "Outline",
      "content": "The Cactus Farm Explained *   **Cactus Fruit (Prickly Pear)**\n    *   Harvested one year after planting.\n    *   Does not regrow on harvest scars.\n    *   Tastes like watermelon and bubble gum.\n*   **The Cactus Plant**\n    *   Holds up to 200 gallons of water.\n    *   Is extremely heavy.\n*   **Cactus Pads (Nopales)**\n    *   Are edible.\n    *   Can be used in dishes like tacos. *** The Script in One Sentence Cactus farms cultivate heavy, water-storing plants to produce an annual prickly pear fruit that tastes like watermelon and bubble gum, while the plant’s edible pads, called nopales, are used in dishes like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:28:54.630Z",
  "updated": "2025-07-30T07:28:54.630Z"
}