{
  "id": 2785734491699,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 6343808002077,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 8053655524531,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते क्यों हैं? इनसे ऐसे फल निकलते हैं जो पॉप्सिकल की तरह बाहर आ जाते हैं. हर कैक्टस को लगाने के ठीक एक साल बाद हार्वेस्ट किया जाता है. और जहाँ भी आपको ये भूरे रंग का निशान दिखता है, वहां पर फल दोबारा कभी नहीं उगता. इस फल को प्रिक्ली पेयर (prickly pear) कहते हैं और इसका टेस्ट तरबूज और बबल गम का मिक्स होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी जमा कर सकता है. लेकिन कैक्टस की इन पत्तियों का क्या? असल में इनके खतरनाक लुक की वजह से इन्हें पत्तियां कहा ही नहीं जाता. इन्हें पैड्स (pads) या नोपालेस (nopales) कहा जाता है. और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 5643109844254,
      "title": "Translation 1.1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? इनमें उगते हैं ये फल, जो पॉप्सिकल की तरह बाहर निकलते हैं. हर एक कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फल को प्रिक्ली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्सचर होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन, यानी 750 लीटर से भी ज़्यादा पानी रख सकता है. लेकिन कैक्टस के पत्तों का क्या? असल में इन्हें पत्ता कहते ही नहीं, क्योंकि ये दिखने में काफी डरावने होते हैं. इन्हें पैड्स या नोपालेस कहा जाता है, और इन्हें आपके कुछ फेवरेट डिशेज़, यहां तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2172178664389,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के भी खेत होते हैं? यहाँ उगाए जाते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं. इस कैक्टस को लगाने के ठीक एक साल बाद इसमें से फल तोड़े जाते हैं. और जहाँ भी आपको यह भूरा निशान दिखता है, वहाँ दोबारा कभी कोई फल नहीं उगेगा. इस फल को 'प्रिकली पेअर' कहते हैं और इसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो ये है कि ये पौधे बहुत ज़्यादा भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है. लेकिन कैक्टस के इन पत्तों का क्या? ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते भी नहीं कहा जाता. असल में, इन्हें 'पैड्स' या 'नोपालेस' कहते हैं और इन्हें आप अपनी पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल कर सकते हैं. तो, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 8301519983549,
      "title": "Translation 2.2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? दरअसल, इनमें से जो फल निकलते हैं, वो बिल्कुल पॉप्सिकल की तरह बाहर आ जाते हैं. एक कैक्टस को लगाने के ठीक एक साल बाद उसकी कटाई होती है... और जिस भी जगह पर आपको ये भूरे रंग का निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फल को प्रिकली पियर (prickly pear) कहते हैं, और इसका टेस्ट तरबूज और बबलगम का मिक्सचर होता है. हैरानी की बात तो ये है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है. लेकिन कैक्टस के पत्तों का क्या? इन्हें तो इनके खतरनाक लुक की वजह से पत्ता कहा भी नहीं जाता. असल में इन्हें पैड्स (pads) या नोपालेस (nopales) कहा जाता है... और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2534200327531,
      "title": "Translation 3",
      "content": "क्या आप जानते हैं कि इस काँटों से भरे पौधे का फल खाया जाता है? और इसका टेस्ट तरबूज और बबलगम का मिक्सचर होता है! इस फल को प्रिक्ली पेयर कहते हैं और इसे लगाने के ठीक एक साल बाद तोड़ा जाता है। और कमाल की बात ये है कि जिस जगह से एक बार फल तोड़ लिया, वहाँ एक भूरा निशान बन जाता है और उस जगह पर दोबारा कभी फल नहीं उगता। आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला कैक्टस अपने अंदर 200 गैलन तक पानी स्टोर कर सकता है। पर इसके पत्तों का क्या? असल में ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते नहीं, बल्कि पैड्स या नोपालेस कहा जाता है, और इन्हीं पैड्स को आपकी पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जाता है। तो क्या, आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2534200327531,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स क्यों होते हैं?\nइन पर ऐसे फल उगते हैं जो देखने में बिल्कुल किसी पॉप्सिकल जैसे लगते हैं। कैक्टस को लगाने के एक साल बाद ही उससे फल तोड़े जाते हैं, और जिस जगह पर एक भूरा निशान पड़ जाता है, वहां दोबारा कभी फल नहीं उगता। इस फल को प्रिक्ली पेयर (Prickly Pear) कहते हैं और इसका स्वाद तरबूज और बबल गम का मिला-जुला सा होता है। हैरानी की बात ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 750 लीटर तक पानी जमा रख सकता है। लेकिन कैक्टस के पत्तों का क्या? असल में वो इतने खतरनाक दिखते हैं कि उन्हें पत्ता कहा ही नहीं जाता। इन्हें 'पैड्स' (Pads) कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (Tacos) में भी इस्तेमाल किया जा सकता है। तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1507337631827,
      "title": "Outline",
      "content": "The Purpose and Products of the Cactus Plant *   **Prickly Pear Fruit**\n    *   Harvested one year after planting.\n    *   Does not regrow on scar tissue.\n    *   Tastes like watermelon and bubble gum. *   **Cactus Plant**\n    *   Extremely heavy, holding up to 200 gallons of water. *   **Cactus Pads (Nopales)**\n    *   Are edible.\n    *   Can be used in tacos and other dishes. *** The Script in One Sentence Cactus farms cultivate plants that produce a watermelon-bubble gum flavored fruit called a prickly pear, while the heavy, water-storing cactus itself also provides edible pads, known as nopales, for use in dishes like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T08:01:21.121Z",
  "updated": "2025-07-30T08:01:21.121Z"
}