{
  "id": 4617322314607,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 8364481669098,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 1681899017044,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि आखिर कैक्टस के फार्म क्यों बनाए जाते हैं? दरअसल, इन पर उगते हैं ये खास तरह के फल, जो पॉप्सिकल की तरह बाहर निकलते हैं। कैक्टस को लगाने के ठीक एक साल बाद हार्वेस्ट किया जाता है। और एक बार फल तोड़ने पर जहां ये भूरे रंग का निशान बन जाता है, वहां दोबारा कभी कोई फल नहीं उगता। इस फल को प्रिकली पियर कहते हैं, और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो ये है कि ये फल बहुत भारी होते हैं, क्योंकि एक कैक्टस का पौधा अपने अंदर 200 गैलन यानी 750 लीटर तक पानी स्टोर कर सकता है। लेकिन कैक्टस के पत्तों का क्या? इन्हें इनके खतरनाक लुक की वजह से पत्ता भी नहीं कहा जाता, बल्कि इन्हें पैड्स या नोपेल्स कहते हैं। और इन्हीं पैड्स का इस्तेमाल आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोस में भी किया जाता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 4886274649282,
      "title": "Translation 1.1",
      "content": "क्या आपने कभी सोचा है कि Cactus के farm आखिर होते ही क्यों हैं? ये असल में फल उगाते हैं, जो बिल्कुल एक popsicle की तरह बाहर निकलते हैं। हर cactus को लगाने के एक साल बाद harvest किया जाता है, और जहां भी आपको ये भूरे रंग का निशान दिखता है, वहां फल कभी वापस नहीं उगेगा। इस फल को prickly pear कहा जाता है, और इसका taste तरबूज और bubble gum के mixture जैसा होता है। हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 gallon तक पानी hold कर सकता है। लेकिन cactus के पत्तों का क्या? इन्हें तो पत्ता कहा ही नहीं जाता क्योंकि ये दिखने में बहुत खतरनाक लगते हैं। इन्हें असल में pads, या nopales कहा जाता है, और इन्हें आपके कुछ पसंदीदा dishes, यहां तक कि tacos में भी इस्तेमाल किया जा सकता है। क्या आप इसे try करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9074224093747,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? दरअसल, इन फार्म्स में उगाए जाते हैं ऐसे फल जो पॉप्सिकल की तरह सीधे बाहर निकल आते हैं। हर कैक्टस को लगाने के एक साल बाद काटा जाता है। और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा। इस फल को प्रिक्ली पियर कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। आपको जानकर हैरानी होगी कि ये कैक्टस बहुत भारी होते हैं, क्योंकि एक अकेला पौधा 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस के पत्तों का क्या? अरे, इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा ही नहीं जाता। असल में इन्हें पैड्स या नोपालेस कहा जाता है। और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 5060687319259,
      "title": "Translation 2.2",
      "content": "आखिर कैक्टस फार्म्स होते ही क्यों हैं? ये ऐसे फ्रूट्स उगाते हैं जो पॉप्सिकल की तरह फट से बाहर निकलते हैं. हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है... और जहाँ भी आपको ये भूरा निशान दिखता है, वहाँ फल कभी वापस नहीं उगेगा. इस फ्रूट को प्रिक्ली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्स होता है. हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी होल्ड कर सकता है! लेकिन कैक्टस के पत्तों का क्या? उन्हें पत्ते कहा ही नहीं जाता क्योंकि वे बहुत खतरनाक दिखते हैं. असल में इन्हें पैड्स, या नोपालेस कहा जाता है, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3759832417582,
      "title": "Translation 3",
      "content": "क्या आपने कभी सोचा है कि कोई काँटों से भरे पौधे की भी खेती क्यों करेगा? वजह जानकर आप हैरान रह जाएँगे। दरअसल, इस कैक्टस के पौधे पर उगता है एक ऐसा फल जो पॉप्सिकल की तरह बस एक झटके में बाहर आ जाता है। इसकी फसल लगाने के एक साल बाद काटी जाती है, और जिस जगह पर एक भूरा निशान बन जाता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल को प्रिक्ली पियर कहते हैं और इसका स्वाद तरबूज और बबलगम के मिक्सचर जैसा होता है। और हैरानी की बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा करके रख सकता है। लेकिन इसके काँटेदार पत्तों का क्या? असल में, इनके खतरनाक लुक की वजह से इन्हें पत्ते नहीं, बल्कि पैड्स या नोपेल्स कहा जाता है। और इन्हें आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जाता है। तो क्या आप इसे कभी ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3759832417582,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के farms आखिर होते क्यों हैं?\nइन पर उगते हैं ऐसे फल जो पॉप्सिकल की तरह बाहर निकले होते हैं।\nपौधा लगाने के एक साल बाद हर कैक्टस से फसल काटी जाती है, और जिस जगह पर भूरा निशान पड़ जाए, वहाँ दोबारा कभी फल नहीं उगता।\nइस फल को कहते हैं Prickly Pear, और इसका taste तरबूज और bubble gum का mix जैसा होता है।\nहैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक ही पौधा अपने अंदर 200 गैलन, यानी करीब 750 लीटर पानी hold कर सकता है।\nलेकिन इसके काँटेदार पत्तों का क्या? अरे, ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते कहा ही नहीं जाता।\nइन्हें असल में Pads या Nopales कहते हैं, और आपकी Tacos जैसी favorite dishes में भी इनका इस्तेमाल होता है।\nतो, क्या आप इसे try करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 8084794372501,
      "title": "Outline",
      "content": "The Cactus Farm Explained *   **Purpose:** To produce fruit (prickly pears).\n*   **Harvesting:** Occurs one year after planting; scars prevent regrowth.\n*   **Fruit (Prickly Pear):** Tastes like watermelon and bubble gum.\n*   **Plant:** Can store up to 200 gallons of water.\n*   **Pads (Nopales):** Are also edible and used in dishes like tacos. *** The Script in One Sentence Cactus farms produce fruit called prickly pears—which are harvested a year after planting and taste like watermelon and bubble gum—on massive plants that hold 200 gallons of water and also have edible pads, known as nopales, used in foods like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:03:26.091Z",
  "updated": "2025-07-30T07:03:26.091Z"
}