{
  "id": 4583352387015,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 6801860813104,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 7229510497053,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म आखिर होते ही क्यों हैं? दरअसल, इनमें उगते हैं ऐसे फल जो पॉप्सिकल की तरह सीधे बाहर आ जाते हैं। पौधा लगाने के एक साल बाद हर कैक्टस की कटाई की जाती है, और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहां दोबारा कभी फल नहीं उगेगा। इस फल को प्रिकली पियर (prickly pear) कहते हैं और इसका स्वाद तरबूज और बबलगम का एक मज़ेदार मिक्स लगता है। हैरानी की बात तो ये है कि ये कैक्टस बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस के इन पत्तों का क्या? असल में ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते कहा ही नहीं जाता। इन्हें 'पैड्स' या 'नोपेल्स' कहते हैं और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 4513108917795,
      "title": "Translation 1.1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स भी होते हैं? इनमें उगता है एक ऐसा फ्रूट, जो पॉप्सिकल की तरह बाहर निकलता है। हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जहाँ भी आपको यह भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा। इस फल को प्रिकली पेयर कहते हैं और इसका स्वाद तरबूज और बबलगम जैसा होता है। हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 750 लीटर तक पानी जमा कर सकता है। लेकिन कैक्टस की पत्तियों का क्या? उन्हें पत्तियां कहा ही नहीं जाता क्योंकि वे बहुत डरावनी दिखती हैं। उन्हें पैड या नोपेल्स कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3622001067223,
      "title": "Translation 2",
      "content": "आखिर कैक्टस के खेतों की ज़रूरत ही क्यों पड़ती है? क्योंकि इनसे मिलते हैं ऐसे फल, जो देखने में बिल्कुल किसी पॉपसिकल जैसे लगते हैं! पौधे लगाने के ठीक एक साल बाद हर कैक्टस से इन फलों को तोड़ा जाता है. और जहाँ भी आपको यह भूरा निशान दिखता है, वहां दोबारा कभी कोई फल नहीं उगेगा. इस फल को प्रिकली पेअर (prickly pear) कहते हैं, और इसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो यह है कि ये पौधे बहुत भारी होते हैं. आप ऐसे समझो कि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है! लेकिन कैक्टस की इन पत्तियों का क्या? असल में, ये इतने खतरनाक दिखते हैं कि इन्हें पत्तियां कहा ही नहीं जाता. इन्हें पैड्स (pads) या नोपालेस (nopales) कहा जाता है. और पता है? इन्हें आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 5863927016843,
      "title": "Translation 2.2",
      "content": "Of course! Here is the script rewritten in a more engaging, YouTube-style format: (Upbeat, fast-paced music starts) **HOST:** Why would anyone plant a farm… of THESE? (Quick shot of a massive, spiky cactus farm) **HOST:** It’s all for this right here. A fruit that literally pops off the side of the cactus like a natural, ready-to-eat popsicle. But the crazy part? Farmers have to wait a FULL year to harvest them. And once a fruit is picked, a scar forms, and a new one will NEVER grow back in that same spot. You get one shot! This is a Prickly Pear, and it tastes like a mind-blowing combo of watermelon and bubble gum. And get this—a single one of these plants can store up to 200 GALLONS of water. No wonder they're so heavy! \"But what about the giant green leaves?\" I hear you asking. Well, they’re so menacing they’re not even called leaves! They're called pads—or nopales—and believe it or not, you can EAT them. They’re used in some of the most incredible dishes... you can even find them in TACOS! So, the big question is: would YOU give this a try? Let me know in the comments",
      "isOpen": true
    },
    {
      "id": 7470513205133,
      "title": "Translation 3",
      "content": "सोचिए अगर आपको एक ही फल में तरबूज और बबलगम दोनों का स्वाद मिले तो? जी हाँ, ये मज़ाक नहीं है। दरअसल, ये कमाल होता है कैक्टस के इस फल में, जिसे प्रिक्ली पियर कहते हैं। इसे लगाने के एक साल बाद ही तोड़ा जाता है और ये किसी पॉप्सिकल की तरह आसानी से बाहर आ जाता है। लेकिन एक बार जहाँ से फल तोड़ लिया, उस भूरे निशान पर दोबारा कभी फल नहीं उगता। और आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन यानी लगभग 750 लीटर पानी जमा कर सकता है। पर कहानी यहीं खत्म नहीं होती! इसके इन खतरनाक दिखने वाले पत्तों को असल में पत्ते नहीं, बल्कि 'पैड्स' या 'नोपालेस' कहा जाता है। और सबसे मज़ेदार बात तो ये है कि इन्हें भी खाया जाता है! इन्हें आपकी पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जाता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7470513205133,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस की खेती आखिर क्यों की जाती है? इनमें उगते हैं ऐसे फल, जो पौधे से बिल्कुल किसी पॉप्सिकल की तरह बाहर निकले होते हैं। पौधा लगाने के एक साल बाद ही इसमें से फल तोड़े जाते हैं। और हाँ, जिस जगह पर आपको ये भूरा सा निशान दिखाई दे रहा है, वहां दोबारा कभी फल नहीं उगेगा। इस फल को प्रिक्ली पियर कहते हैं, और इसका स्वाद तरबूज और बबल गम का एक मज़ेदार मिक्स जैसा होता है। आपको जानकर हैरानी होगी कि ये फल काफी वज़नदार होते हैं, क्योंकि इसका एक पौधा ही अपने अंदर 200 गैलन तक पानी जमा कर सकता है। लेकिन इसके पत्तों का क्या? इनके खतरनाक लुक को देखकर इन्हें पत्ता कहना भी सही नहीं लगता। असल में इन्हें 'पैड्स' (Pads) या 'नोपालेस' (Nopales) कहा जाता है। और इन्हें आपकी कई पसंदीदा डिशेज़, जैसे कि टैकोज़ में भी इस्तेमाल किया जाता है। तो बताइए, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7242096653864,
      "title": "Outline",
      "content": "Understanding Cactus Farms *   **Purpose:** To produce fruit called prickly pears.\n*   **Harvesting:** Begins one year after planting; fruit never regrows on scars.\n*   **Fruit Taste:** A mix of watermelon and bubble gum.\n*   **Water Capacity:** A single plant holds up to 200 gallons.\n*   **Pads (Nopales):** The \"leaves\" are also edible and used in dishes like tacos. *** The Script in One Sentence Cactus farms exist to harvest prickly pear fruit—which tastes like a watermelon-bubble gum mix and won't regrow on harvested scars—from extremely heavy, water-retaining plants whose edible pads, or nopales, are also used in popular dishes like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-29T21:39:13.561Z",
  "updated": "2025-07-29T21:39:13.561Z"
}