{
  "id": 3286609208764,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 2296803345769,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 1608305605526,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? यहाँ उगते हैं ऐसे फल जो किसी पॉप्सिकल की तरह पौधे से बाहर निकलते हैं. हर कैक्टस को लगाने के ठीक एक साल बाद काटा जाता है, और सबसे अजीब बात ये है कि जहाँ भी आपको ये भूरे रंग का निशान दिखता है, वहाँ दोबारा कभी कोई फल नहीं उगेगा. इस फल को प्रिकली पेअर (Prickly Pear) कहते हैं और इसका टेस्ट तरबूज और बबलगम का एक अनोखा मिक्सचर है. हैरानी की बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है. लेकिन कैक्टस के पत्तों का क्या? अरे, इन्हें तो कोई पत्ता बुलाता भी नहीं, क्योंकि ये दिखने में ही इतने खतरनाक होते हैं. असल में इन्हें पैड्स (Pads) या नोपालेस (Nopales) कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 6649344216102,
      "title": "Translation 1.1",
      "content": "कैक्टस के भी खेत होते हैं, पर क्यों? दरअसल, इन खेतों में ऐसे फल उगते हैं जो पॉप्सिकल की तरह बाहर निकलते हैं. हर कैक्टस को लगाने के ठीक एक साल बाद हार्वेस्ट किया जाता है. और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगता. इस फल को प्रिक्ली पियर कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्स होता है. हैरानी की बात तो ये है कि ये पौधा बहुत भारी होता है, क्योंकि ये अकेला 200 गैलन तक पानी होल्ड कर सकता है. पर कैक्टस के पत्तों का क्या? इन्हें इनके खतरनाक लुक की वजह से पत्ते नहीं, बल्कि पैड्स या नोपालेस कहा जाता है. और इन्हें आपके कुछ फेवरेट डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जाता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2850624684174,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, इन पर उगते हैं ऐसे फल जो किसी पॉप्सिकल की तरह बाहर निकलते हैं! हर कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जहाँ भी आपको ये भूरे रंग का निशान दिखता है, वहाँ फल दोबारा कभी नहीं उगेगा. इस फल को प्रिकली पेयर कहते हैं और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है. लेकिन आपको जानकर हैरानी होगी कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है! पर इन कैक्टस के पत्तों का क्या? इनके खतरनाक लुक की वजह से इन्हें पत्ता कहा ही नहीं जाता. असल में इन्हें पैड्स या 'नोपालेस' कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 1729329863445,
      "title": "Translation 2.2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, ये ऐसे फल उगाते हैं जो बिल्कुल पॉप्सिकल की तरह बाहर निकलते हैं! हर एक कैक्टस को लगाने के एक साल बाद हार्वेस्ट किया जाता है, और जहां कहीं भी आपको भूरे रंग का निशान दिखता है, वहां पर फल दोबारा कभी नहीं उगता। इस फल को प्रिकली पियर कहा जाता है और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी होल्ड कर सकता है! लेकिन कैक्टस के पत्तों का क्या? उन्हें उनके खतरनाक लुक के कारण पत्ता कहा ही नहीं जाता। उन्हें असल में पैड्स या नोपेल्स कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेस में भी इस्तेमाल किया जा सकता है, यहां तक कि टैकोस में भी। तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 8571133682665,
      "title": "Translation 3",
      "content": "इस फल का स्वाद तरबूज और बबल गम का मिक्सचर है, लेकिन ये जिस पौधे पर उगता है उसे देखकर आप हैरान हो जाएंगे। दरअसल ये कैक्टस के फार्म हैं जहाँ इन फलों को उगाया जाता है। इस फल को प्रिक्ली पेअर कहते हैं और इसे तोड़ना भी बड़ा मज़ेदार है, ये बिलकुल पॉपसिकल की तरह बाहर आ जाता है। पौधे लगाने के एक साल बाद इन फलों को तोड़ा जाता है, और जिस जगह से एक बार फल तोड़ लिया जाए, उस भूरे निशान पर दोबारा कभी फल नहीं उगता। आपको जानकर हैरानी होगी कि ये पौधे बहुत भारी होते हैं, क्योंकि एक कैक्टस अपने अंदर 750 लीटर तक पानी जमा कर सकता है। लेकिन कहानी यहीं खत्म नहीं होती! इसके ये जो डरावने दिखने वाले पत्ते हैं ना, इन्हें असल में पत्ते नहीं, बल्कि पैड्स कहा जाता है, और इन पैड्स को भी खाया जाता है, यहाँ तक कि आपके पसंदीदा टैकोज़ में भी इसका इस्तेमाल होता है। तो क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 8571133682665,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के खेत आखिर होते क्यों हैं? इन पर उगते हैं ऐसे फल जो बिल्कुल किसी पॉपसिकल की तरह बाहर निकलते हैं। हर कैक्टस की फसल, उसे लगाने के ठीक एक साल बाद काटी जाती है। और जहाँ भी आपको यह भूरा सा निशान दिखता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल को कहते हैं प्रिक्ली पेयर (Prickly Pear), और इसका स्वाद तरबूज और बबलगम के मिक्सचर जैसा होता है। हैरानी की बात तो यह है कि ये काफी भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन, यानी लगभग 750 लीटर से भी ज़्यादा पानी जमा कर सकता है। लेकिन कैक्टस के पत्तों का क्या? असल में, इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा ही नहीं जाता। इन्हें 'पैड्स' (Pads) या 'नोपालेस' (Nopales) कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (Tacos) में भी इस्तेमाल किया जा सकता है। तो, क्या आप इसे आज़माना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 3965903250065,
      "title": "Outline",
      "content": "The Purpose of a Cactus Farm *   **Prickly Pear Fruit**\n    *   Harvested one year after planting.\n    *   Scars indicate no regrowth.\n    *   Tastes like watermelon and bubble gum.\n    *   Heavy; holds up to 200 gallons of water.\n*   **Cactus Pads (Nopales)**\n    *   Edible pads, not leaves.\n    *   Used in dishes like tacos. *** The Script in One Sentence Cactus farms exist to produce heavy, water-filled prickly pear fruits that taste like watermelon and bubble gum and leave permanent scars after being harvested, as well as edible pads called nopales that are used in food like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T08:22:40.688Z",
  "updated": "2025-07-30T08:22:40.688Z"
}