{
  "id": 4455489238532,
  "title": "why cactus farms exist?",
  "toggles": [
    {
      "id": 9602488118666,
      "title": "English Script",
      "content": "Ever wondered why cactus farms exist? They produce fruit that pop out just like a popsicle. Each cactus is harvested one year after planting, and wherever you see a brown scar, fruit will never grow back there. The fruit is called a prickly pear and tastes like a mix of watermelon and bubble gum. Surprisingly, they are very heavy, as one plant can hold up to 200 gallons of water. But what about the cactus leaves? They're not even called leaves because of how menacing they look. They're actually called pads, or nopales, and they can be used in some of your favorite dishes, even tacos. Would you give this a try?",
      "isOpen": true
    },
    {
      "id": 6557442624913,
      "title": "Translation 1",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, ये एक ऐसा फल उगाते हैं जो पॉप्सिकल की तरह बाहर निकलता है. हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जिस भी जगह पर आपको ये भूरा निशान दिखता है, वहां फल फिर कभी दोबारा नहीं उगेगा. इस फल को प्रिक्ली पेयर कहते हैं और इसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है. हैरानी की बात तो ये है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक अकेला पौधा 200 गैलन तक पानी अपने अंदर रख सकता है. लेकिन कैक्टस के इन पत्तों का क्या? इनके खतरनाक लुक की वजह से इन्हें पत्ते कहा ही नहीं जाता. असल में इन्हें पैड्स या नोपालेस कहते हैं. और इन्हें आपके पसंदीदा डिशेज़, यहाँ तक कि टैकोस में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राय करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2080934289347,
      "title": "Translation 1.1",
      "content": "कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल इनसे ये फल निकलते हैं, जो पॉप्सिकल की तरह बाहर निकलते हैं। हर कैक्टस को लगाने के एक साल बाद काटा जाता है, और जहां भी आपको भूरा निशान दिखता है, वहां फल फिर कभी नहीं उगेगा। इस फल को प्रिक्ली पेअर कहा जाता है और इसका टेस्ट तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो यह है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा 200 गैलन तक पानी जमा कर सकता है। लेकिन कैक्टस की पत्तियों का क्या? दरअसल इनके खतरनाक लुक के कारण इन्हें पत्तियां कहा ही नहीं जाता। इन्हें पैड्स, या नोप्लेस कहा जाता है और इन्हें आपके कुछ पसंदीदा डिशेज़, यहां तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है। क्या आप इसे ट्राई करेंगे?",
      "isOpen": true
    },
    {
      "id": 8542847592057,
      "title": "Translation 2",
      "content": "क्या आपने कभी सोचा है कि कैक्टस के फार्म्स आखिर होते ही क्यों हैं? दरअसल, इन कैक्टस पर उगते हैं कुछ ऐसे फल जो पॉप्सिकल की तरह बाहर निकलते हैं। एक कैक्टस को लगाने के ठीक एक साल बाद उसकी कटाई की जाती है, और जिस भी जगह पर आपको ये भूरे रंग का निशान दिखता है, वहां पर फल दोबारा कभी नहीं उगेगा। इस फल को प्रिकली पेयर (prickly pear) कहते हैं, और इसका स्वाद तरबूज और बबलगम के मिक्सचर जैसा होता है। लेकिन हैरानी की बात तो यह है कि ये काफी भारी होते हैं, क्योंकि एक अकेला पौधा अपने अंदर 200 गैलन तक पानी जमा कर सकता है। पर कैक्टस के पत्तों का क्या? असल में ये इतने खतरनाक दिखते हैं कि इन्हें पत्ते कहा ही नहीं जाता। इन्हें पैड्स (pads) या नोपालेस (nopales) कहा जाता है, और इन्हें आपके कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ (tacos) में भी इस्तेमाल किया जा सकता है। क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 7526779248876,
      "title": "Translation 2.2",
      "content": "आखिर कैक्टस के फार्म होते ही क्यों हैं? दरअसल, इनसे ऐसे फल मिलते हैं जो पॉप्सिकल की तरह सीधे बाहर निकलते हैं. इन्हें लगाने के ठीक एक साल बाद इनसे फल तोड़े जाते हैं, और जहाँ भी आपको ये भूरा निशान दिखता है, वहां फल दोबारा कभी नहीं उगेगा. इस फल को 'प्रिकली पेयर' कहते हैं और इसका टेस्ट तरबूज और बबलगम का मिक्स होता है. हैरानी की बात तो ये है कि ये बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन तक पानी होल्ड कर सकता है. लेकिन इन कैक्टस के पत्तों का क्या? इन्हें इनके खतरनाक लुक की वजह से पत्ते कहा ही नहीं जाता. इन्हें असल में पैड्स या 'नोपालेस' कहते हैं, और इन्हें आपकी कुछ पसंदीदा डिशेज़, यहाँ तक कि टैकोज़ में भी इस्तेमाल किया जा सकता है. तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 9971904418847,
      "title": "Translation 3",
      "content": "क्या आपने कभी ऐसा फल खाया है जिसका स्वाद तरबूज और बबलगम जैसा हो? और वो भी इस कांटेदार कैक्टस के पौधे पर! जी हाँ, इसीलिए दुनिया में कैक्टस की खेती की जाती है। इस फल को प्रिक्ली पियर कहते हैं और इसे तोड़ना किसी पॉप्सिकल को निकालने जितना आसान है। पौधा लगाने के ठीक एक साल बाद इसके फल तोड़े जाते हैं, और हैरानी की बात ये है कि जिस जगह पर एक बार भूरा निशान पड़ जाता है, वहां दोबारा कभी फल नहीं उगता। ये पौधे दिखने में भले ही सूखे लगें, लेकिन ये बहुत भारी होते हैं, क्योंकि एक-एक पौधे में 700 लीटर से भी ज़्यादा पानी जमा हो सकता है। पर कहानी यहीं खत्म नहीं होती! इसके इन खतरनाक दिखने वाले पत्तों को 'पत्ते' नहीं, बल्कि 'पैड्स' या 'नोपालेस' कहा जाता है। और इन्हें भी खाया जाता है, यहाँ तक कि आपके पसंदीदा टैकोज़ में भी इसका इस्तेमाल होता है। तो क्या आप इस अनोखे फल और इसके पत्तों को ट्राई करना चाहोगे?",
      "isOpen": true
    },
    {
      "id": 9971904418847,
      "title": "Translation 4",
      "content": "क्या आपने कभी सोचा है कि कैक्टस की भी खेती होती है?\nइन पर ऐसे फल उगते हैं जो किसी पॉप्सिकल की तरह बाहर निकले होते हैं। पौधा लगाने के एक साल बाद इसकी कटाई होती है, और जिस जगह पर ये भूरा निशान पड़ जाता है, वहाँ दोबारा कभी फल नहीं उगता। इस फल को प्रिक्ली पेयर (Prickly Pear) कहते हैं और इसका स्वाद तरबूज और बबलगम के मिक्स जैसा होता है। हैरानी की बात तो यह है कि ये पौधे बहुत भारी होते हैं, क्योंकि एक पौधा अपने अंदर 200 गैलन, यानी 750 लीटर से भी ज़्यादा पानी जमा रख सकता है। लेकिन इसके पत्तों का क्या? उन्हें उनके खतरनाक लुक की वजह से पत्ता भी नहीं कहा जाता। असल में इन्हें पैड्स (Pads) या नोपालेस (Nopales) कहते हैं, और इन्हें आपकी कई फेवरेट डिशेज़, यहाँ तक कि टैकोज़ (Tacos) में भी इस्तेमाल किया जाता है। तो, क्या आप इसे ट्राई करना चाहेंगे?",
      "isOpen": true
    },
    {
      "id": 2435019913820,
      "title": "Outline",
      "content": "The Edible Cactus Explained *   **Cactus Fruit (Prickly Pear)**\n    *   Harvested one year after planting.\n    *   Does not regrow on scarred areas.\n    *   Tastes like watermelon and bubble gum. *   **Cactus Plant**\n    *   Extremely heavy; holds up to 200 gallons of water. *   **Cactus Pads (Nopales)**\n    *   The plant's \"leaves\" are edible pads.\n    *   Used in foods like tacos. *** The Script in One Sentence Cactus farms exist to harvest the plant's heavy, water-filled body for two edible parts: the prickly pear fruit, which tastes like watermelon and bubble gum, and the pads, or nopales, which are used in foods like tacos.",
      "isOpen": true
    }
  ],
  "created": "2025-07-30T07:17:10.928Z",
  "updated": "2025-07-30T07:17:10.928Z"
}