{
  "id": 1754417293439,
  "title": "Wood chopping competition",
  "toggles": [
    {
      "id": 1754417293449,
      "title": "English Script",
      "content": "This is why you should never judge someone too early because during this competition when everyone started chopping wood, this guy just stood still which made everyone think he is out of his mind. But then out of nowhere, he did something that left the entire crowd speechless. Take a look. I can't imagine the strength needed to keep chopping that wood over and over. Every swing looks like it takes some serious power. At this point, he might be thinking that he is the main character, but he was completely wrong because two guys had already finished before him. How much aura did he lose?",
      "isOpen": true
    },
    {
      "id": 1754417293459,
      "title": "Translation 1",
      "content": "लोगों को कभी भी जल्दी जज नहीं करना चाहिए, और ये वीडियो इसका पर्फेक्ट एक्जांपल है। इस वुड कटिंग कॉम्पिटिशन को देखिए, जहाँ सबने तेजी से लकड़ियाँ काटना शुरू कर दिया, पर ये भाई साहब बस चुपचाप खड़े होकर देखते रहे। वहाँ मौजूद सभी लोगों को लगा कि ये तो पागल है और शायद कॉम्पिटिशन से बाहर हो गया है। लेकिन तभी अचानक इसने कुछ ऐसा किया जिसे देखकर पूरी भीड़ की आँखें फटी की फटी रह गईं। ज़रा आप खुद ही देख लीजिए। कसम से, मैं सोच भी नहीं सकता कि इस तरह लगातार लकड़ी काटने के लिए कितनी खतरनाक ताकत चाहिए होगी। हर एक वार में जो पावर लग रही है, वो देखकर ही अंदाजा लगाया जा सकता है। इस पॉइंट पर इस बंदे को लग रहा होगा कि असली मेन कैरेक्टर तो मैं ही हूँ। लेकिन वो पूरी तरह से गलत था, क्योंकि उससे भी पहले दो लोग अपना टास्क खत्म करके जा चुके थे। बेचारे की कितनी ऑरा लॉस हुई होगी?",
      "isOpen": true
    },
    {
      "id": 1754417293469,
      "title": "Translation 1.1",
      "content": "किसी को भी कभी जल्दी जज नहीं करना चाहिए, क्योंकि जब इस कॉम्पिटिशन में सबने लकड़ियां काटनी शुरू कीं, तो ये बंदा बस चुपचाप खड़ा रहा, जिसे देख सबको लगा कि इसका दिमाग खराब हो गया है। लेकिन फिर अचानक इसने कुछ ऐसा किया कि वहाँ खड़ी भीड़ के होश उड़ गए। ज़रा देखो। अब इस बंदे को देखो, जो पागलों की तरह लकड़ियाँ काटे जा रहा है। इसके हर एक वार में कितनी ज़्यादा ताकत लग रही है। इस पॉइंट पर इसे लग रहा होगा कि यही इस कॉम्पिटिशन का मेन कैरेक्टर है। लेकिन ये पूरी तरह से गलत था, क्योंकि इससे पहले ही दो लोग अपना टास्क खत्म कर चुके थे। सोचो इसका कितना ऑरा लॉस हुआ होगा?",
      "isOpen": true
    },
    {
      "id": 1754417293479,
      "title": "Translation 2",
      "content": "इसलिए कहते हैं कि किसी को भी जल्दी जज नहीं करना चाहिए! क्योंकि इस कॉम्पिटिशन में जब सबने लकड़ी काटना शुरू किया, तो ये आदमी बस चुपचाप खड़ा रहा. जिसे देखकर सबको लगा कि इसका दिमाग खराब हो गया है. लेकिन फिर अचानक इसने कुछ ऐसा किया जिसे देखकर वहाँ मौजूद पूरी भीड़ हैरान रह गई. खुद ही देख लीजिए! ज़रा सोचिए, बार-बार लकड़ी पर इस तरह वार करने के लिए कितनी ज़्यादा ताकत चाहिए होगी. हर एक वार में कितनी ज़बरदस्त power लग रही है! इस पॉइंट पर शायद इसे लग रहा होगा कि मेन कैरेक्टर तो यही है, लेकिन वो पूरी तरह से गलत था... क्योंकि इससे पहले ही दो लोग अपना काम खत्म कर चुके थे. बेचारे की कितनी aura चली गई?",
      "isOpen": true
    },
    {
      "id": 1754417293489,
      "title": "Translation 2.2",
      "content": "किसी को भी कभी जल्दी जज नहीं करना चाहिए, और ये वीडियो उसका सबसे बड़ा प्रूफ है। देखो, इस कम्पटीशन में जब सबने लकड़ी काटना शुरू किया, तो ये बंदा बस चुपचाप खड़ा रहा। सबको लगा कि ये तो पागल हो गया है। लेकिन फिर अचानक इसने कुछ ऐसा किया जिसे देखकर पूरी भीड़ के होश उड़ गए। जरा देखो... मैं सोच भी नहीं सकता कि इस तरह बार-बार लकड़ी काटने के लिए कितनी स्ट्रेंथ चाहिए होगी। हर एक वार में गजब की पावर लग रही है। इस पॉइंट पर इसे लग रहा होगा कि असली मेन कैरेक्टर तो यही है। लेकिन वो पूरी तरह से गलत था... क्योंकि उससे पहले ही दो लोग अपना टास्क खत्म कर चुके थे। बेचारे की सारी हवा ही निकल गयी।",
      "isOpen": true
    },
    {
      "id": 1754417293499,
      "title": "for Eng Channel",
      "content": "This is PRECISELY why you should never judge a book by its cover. So, this competition kicks off, and while everyone starts hacking away at the wood, this one guy? He just stands there. Completely still. The crowd's looking at him like he's totally lost it. But then, just when you write him off, he does THIS, and the entire audience is left completely stunned. You gotta see it. I mean, can you even imagine the raw POWER it takes to keep swinging like that? Every single hit looks like it's draining everything he has. You can just tell he thinks he's the main character right now... but oh, he was so wrong. Because while he was having his hero moment, two other guys had already finished. How much aura did my man just lose?",
      "isOpen": true
    },
    {
      "id": 1754417293509,
      "title": "Eng to Hi",
      "content": "इसीलिए कहते हैं कि किसी को भी वक्त से पहले जज नहीं करना चाहिए। क्योंकि इस competition में जब सब लकड़ी काटने में लग गए, तब ये आदमी बस शांत खड़ा था। जिसे देखकर सबको लगा कि इसका दिमाग़ खिसका हुआ है। लेकिन फिर अचानक उसने कुछ ऐसा किया कि सबकी बोलती ही बंद हो गई। आप खुद ही देख लीजिए। इस तरह लगातार कुल्हाड़ी चलाने के लिए जितनी ताक़त चाहिए, उसका अंदाज़ा लगाना भी मुश्किल है। हर एक वार में ग़ज़ब की power लग रही है। इस वक़्त उसे लग रहा होगा कि वही यहां का 'main character' है, लेकिन वो बिल्कुल ग़लत था, क्योंकि उससे भी पहले दो लोग अपना task पूरा कर चुके थे। भाई का तो सारा aura ही down हो गया",
      "isOpen": true
    },
    {
      "id": 1754417293519,
      "title": "Outline",
      "content": "Unexpected Competition Outcomes *   **The Still Contestant:**\n    *   Initial Perception: Judged as foolish for standing still.\n    *   Final Result: Stunned the crowd with a surprising action.\n*   **The Powerful Contestant:**\n    *   Initial Perception: Seemed like the dominant winner due to his strength.\n    *   Final Result: Lost to two competitors who finished faster. *** The Script in One Sentence A wood-chopping competition reveals why you should never judge prematurely, as one man who is dismissed for standing still ultimately shocks everyone, while another seemingly dominant chopper is humbled when two other competitors finish before him.",
      "isOpen": true
    }
  ],
  "created": "2025-08-05T18:08:13.429Z",
  "updated": "2025-08-05T18:08:13.429Z"
}