{
  "id": 4532899691801,
  "title": "Wood chopping competition?",
  "toggles": [
    {
      "id": 3944130670420,
      "title": "English Script",
      "content": "This is why you should never judge someone too early because during this competition when everyone started chopping wood, this guy just stood still which made everyone think he is out of his mind. But then out of nowhere, he did something that left the entire crowd speechless. Take a look. I can't imagine the strength needed to keep chopping that wood over and over. Every swing looks like it takes some serious power. At this point, he might be thinking that he is the main character, but he was completely wrong because two guys had already finished before him. How much aura did he lose?",
      "isOpen": true
    },
    {
      "id": 7464438149472,
      "title": "Translation 1",
      "content": "किसी को भी वक्त से पहले जज करने की गलती कभी मत करना, और ये वीडियो इसका परफेक्ट सबूत है। दरअसल, लकड़ी काटने के इस कंपटीशन में, जब सबने धड़ाधड़ लकड़ी काटना शुरू कर दिया, तो ये भाई साहब बस चुपचाप खड़े रहे। जिसे देखकर हर किसी को यही लगा कि इसका दिमाग खराब हो गया है। लेकिन तभी अचानक इस बंदे ने कुछ ऐसा किया कि पूरी भीड़ की आंखें फटी की फटी रह गईं। ज़रा खुद ही देख लो। कसम से, इस तरह बार-बार लकड़ी काटने के लिए जितनी ताकत चाहिए, मैं तो सोच भी नहीं सकता। हर एक वार में कितनी ज़्यादा पावर लग रही है। इस पॉइंट पर इस भाई को लग रहा होगा कि असली 'Main Character' तो मैं ही हूं। लेकिन वो पूरी तरह से गलत था, क्योंकि उससे पहले ही दो लोग अपना काम खत्म करके जा चुके थे। बेचारे की कितनी Aura घट गई होगी?",
      "isOpen": true
    },
    {
      "id": 6141540033136,
      "title": "Translation 1.1",
      "content": "यहां किसी को भी जज करना ठीक नहीं, और ये क्लिप उसका सबसे बड़ा प्रूफ है. इस कंपटीशन में जहां सब लोग लकड़ी काटने में लग जाते हैं, वहीं ये बंदा बस चुपचाप खड़ा रहता है. जिसे देखकर सबको लगता है कि इसका दिमाग खराब हो गया है. लेकिन फिर वो कुछ ऐसा करता ہے जिसे देखकर सबके होश उड़ जाते हैं. ज़रा देखो. सोचो कितनी ताकत लग रही होगी बार-बार इस लकड़ी पर ऐसे वार करने में. हर एक वार में कितनी पावर है. इस पॉइंट पर इसे लग रहा होगा कि यही मेन कैरेक्टर है, मगर वो गलत था. क्योंकि इससे पहले ही दो लोग अपना काम खत्म कर चुके थे. बेचारे की सारी हवा निकल गई.",
      "isOpen": true
    },
    {
      "id": 9491746333165,
      "title": "Translation 2",
      "content": "इसलिए किसी को भी कभी जल्दी जज नहीं करना चाहिए... क्योंकि इस competition में जहाँ सबने लकड़ी काटना शुरू कर दिया, ये आदमी बस चुपचाप खड़ा रहा... जिसे देखकर सबको लगा कि इसका दिमाग खराब हो गया है। लेकिन फिर अचानक इसने कुछ ऐसा किया जिसे देखकर वहाँ मौजूद हर कोई हैरान रह गया! ज़रा देखिए। सोचिए कितनी ताकत लगती होगी इस तरह लगातार लकड़ी काटने में। हर एक वार में कितनी ज़बरदस्त power लग रही है। इस point पर इसे लग रहा होगा कि यही असली हीरो है... लेकिन वो पूरी तरह से गलत था! क्योंकि उससे पहले ही दो लोग अपना task पूरा कर चुके थे। बेचारे का सारा aura ही खत्म हो गया",
      "isOpen": true
    },
    {
      "id": 1033322235217,
      "title": "Translation 2.2",
      "content": "इसलिए कहते हैं कि किसी को भी कभी जल्दी जज नहीं करना चाहिए। क्योंकि इस कॉम्पिटिशन के दौरान जब सबने लकड़ी काटना शुरू किया, तो ये बंदा बस चुपचाप खड़ा रहा। जिसे देखकर हर किसी को लगा कि इसका दिमाग खराब हो गया है। लेकिन फिर अचानक इसने कुछ ऐसा किया कि वहां खड़ी पूरी भीड़ की आंखें फटी की फटी रह गईं। ज़रा देखो। मैं सोच भी नहीं सकता कि इस तरह बार-बार लकड़ी काटने के लिए कितनी ज़्यादा स्ट्रेंथ की ज़रूरत होगी। हर एक वार में सच में काफी ज़्यादा पावर लग रही है। इस पॉइंट पर शायद इसे लग रहा होगा कि यही मेन कैरेक्टर है, लेकिन वो पूरी तरह से गलत था। क्योंकि इससे पहले ही दो लोग अपना काम खत्म कर चुके थे। बेचारे की कितनी ऑरा लूज़ हुई होगी?",
      "isOpen": true
    },
    {
      "id": 3393962324912,
      "title": "Translation 3",
      "content": "सबको लगा ये बंदा पागल है, लेकिन जब इसने कुल्हाड़ी उठाई तो सबके होश उड़ गए। हुआ यूँ कि लकड़ी काटने का ये कंपटीशन जैसे ही शुरू हुआ, सब लोग फटाफट अपने काम में लग गए। लेकिन ये भाई साहब बस आराम से खड़े रहे, जिसे देखकर सबको लगा कि इसका दिमाग खराब हो गया है। पर फिर अचानक इसने जो करना शुरू किया, उसे देखकर भीड़ की आँखें फटी की फटी रह गईं। ज़रा देखो। मतलब जिस ताकत और स्टाइल से ये कुल्हाड़ी चला रहा है, उसे देखकर कोई भी हैरान हो जाए। हर एक वार में गज़ब की पावर लग रही थी। इसे देखकर तो यही लग रहा था कि असली हीरो तो यही है। लेकिन कहानी में एक ट्विस्ट था। ये भाई साहब पूरी तरह से गलत थे, क्योंकि इनसे पहले ही दो लोग अपना काम खत्म करके जा चुके थे। बेचारे का सारा स्टाइल धरा का धरा रह गया।",
      "isOpen": true
    },
    {
      "id": 3393962324912,
      "title": "Translation 4",
      "content": "यही वजह है कि किसी को भी वक़्त से पहले कम नहीं आंकना चाहिए। क्योंकि इस competition के दौरान जब सबने लकड़ी काटना शुरू किया, तो यह आदमी बस चुपचाप खड़ा रहा, जिसे देखकर सबको लगा कि शायद इसका दिमाग खराब हो गया है। लेकिन फिर अचानक, उसने कुछ ऐसा कर दिखाया कि वहां मौजूद हर शख़्स दंग रह गया। ज़रा देखिए। आप अंदाज़ा भी नहीं लगा सकते कि बार-बार इस तरह लकड़ी काटने के लिए कितनी ज़बरदस्त ताक़त लगती है। हर एक वार में गज़ब की power लग रही है। इस point पर, उसे लग रहा था कि वही यहां का 'main character' है... लेकिन वो पूरी तरह गलत था, क्योंकि उससे भी पहले दो लोग अपना काम पूरा कर चुके थे। इसके बाद बेचारे की कितनी aura बची होगी?",
      "isOpen": true
    },
    {
      "id": 6816911630330,
      "title": "Outline",
      "content": "**Competition: Perception vs. Reality** *   **Competitor 1: The Underestimated Man**\n    *   **Initial Action:** Stood still as the competition began.\n    *   **Initial Judgment:** Perceived as \"out of his mind.\"\n    *   **Final Outcome:** Performed an act that left the crowd speechless. *   **Competitor 2: The Overconfident Man**\n    *   **Action:** Chopped wood with immense, visible power.\n    *   **Self-Perception:** Believed he was the main character.\n    *   **Final Outcome:** Discovered two other competitors had already finished before him. *** **The Script in One Sentence** A wood-chopping competition demonstrates why you shouldn't judge early, as one man who is initially dismissed for standing still ends up amazing the crowd, while another powerful competitor who believes he is winning is humbled to find he has already lost to two others.",
      "isOpen": true
    }
  ],
  "created": "2025-07-29T19:03:39.124Z",
  "updated": "2025-07-29T19:03:39.124Z"
}