{
  "id": 1755540492719,
  "title": "Zoo Video",
  "toggles": [
    {
      "id": 1755540492729,
      "title": "English Script",
      "content": "This zoo was getting hate for starving their animals. They were about to get sued for animal abuse, so the zoo started feeding the animals a lot. Slowly, all the animals got really fat and no one knew how. It was free to get inside the zoo, so how did they get all the money to feed their animals so much? Even their fish were obese despite swimming all day. It turned out that people were feeding the animals in addition to the extra food they've been given by the zoo. Now the zoo is about to be sued for overfeeding their animals. So the zoo came up with a genius idea. They bought some treadmills and put all their animals on a strict diet. They even put signs up telling people not to feed them. But a year later, nothing had changed. All the animals were still really fat.",
      "isOpen": true
    },
    {
      "id": 1755540492739,
      "title": "Translation 1",
      "content": "एक चिड़ियाघर जिस पर पहले तो जानवरों को भूखा रखने का इल्ज़ाम लगा, और फिर उन्हें ज़रूरत से ज़्यादा खिलाने का! दरअसल, इस चिड़ियाघर पर जानवरों के साथ दुर्व्यवहार का केस होने ही वाला था क्योंकि लोग कहते थे कि ये अपने जानवरों को भूखा रखते हैं। इस बदनामी से बचने के लिए, चिड़ियाघर वालों ने जानवरों को खूब खिलाना शुरू कर दिया। और देखते ही देखते सारे जानवर बहुत मोटे हो गए और किसी को समझ ही नहीं आया कि कैसे! हैरानी की बात तो ये थी कि इस चिड़ियाघर में एंट्री बिल्कुल फ्री थी। तो फिर आखिर इनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आ रहे थे? हद तो तब हो गई जब उनकी मछलियाँ भी, जो दिन भर तैरती रहती हैं, वो भी मोटी हो गईं! बाद में पता चला कि चिड़ियाघर वाले तो उन्हें ज़्यादा खाना दे ही रहे थे, पर वहां आने वाले लोग भी जानवरों को खूब खिला रहे थे। और अब इस चिड़ियाघर पर जानवरों को भूखा रखने के लिए नहीं, बल्कि उन्हें ज़रूरत से ज़्यादा खिलाकर मोटा करने के लिए केस होने वाला था। तो इस मुसीबत से बचने के लिए चिड़ियाघर वालों ने एक ज़बरदस्त आइडिया लगाया। उन्होंने कुछ ट्रेडमिल्स खरीदीं और सभी जानवरों को एक स्ट्रिक्ट डाइट पर रख दिया। साथ ही, उन्होंने जगह-जगह पर साइन बोर्ड भी लगा दिए कि 'जानवरों को खाना न खिलाएं'। लेकिन एक साल बाद भी कुछ नहीं बदला। सारे के सारे जानवर अब भी उतने ही मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1755540492749,
      "title": "Translation 1.1",
      "content": "एक ज़ू की बहुत बदनामी हो रही थी क्योंकि वो अपने जानवरों को भूखा रख रहे थे। उन पर एनिमल अब्यूज का केस होने ही वाला था, इसलिए ज़ू वालों ने जानवरों को खूब खिलाना शुरू कर दिया। देखते ही देखते, सारे जानवर बहुत मोटे हो गए और किसी को पता ही नहीं चला कि ये हुआ कैसे। हैरानी की बात ये थी कि ज़ू में एंट्री तो फ्री थी, तो फिर उनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आए? यहाँ तक कि उनकी मछलियाँ भी दिन भर तैरने के बावजूद मोटी हो गई थीं। बाद में पता चला कि ज़ू जो एक्स्ट्रा खाना दे रहा था, उसके अलावा लोग भी जानवरों को खिला रहे थे। और अब ज़ू पर जानवरों को ज़रूरत से ज़्यादा खिलाने के लिए केस होने वाला था। तो ज़ू वालों ने एक जीनियस आईडिया निकाला। उन्होंने कुछ ट्रेडमिल्स खरीदे और सारे जानवरों को एक स्ट्रिक्ट डाइट पर रख दिया। उन्होंने जगह-जगह साइन भी लगा दिए कि प्लीज जानवरों को ना खिलाएँ। लेकिन एक साल बाद भी कुछ नहीं बदला। सारे जानवर अभी भी उतने ही मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1755540492759,
      "title": "Translation 2",
      "content": "इस चिड़ियाघर पर जानवरों को भूखा मारने का इल्ज़ाम लगा. लोग इन पर animal abuse का केस करने ही वाले थे कि zoo वालों ने एक कदम उठाया और जानवरों को खूब खिलाना शुरू कर दिया. धीरे-धीरे, सारे जानवर इतने मोटे हो गए कि मामला अब उल्टा पड़ चुका था. और कोई नहीं जानता था कि ये कैसे हुआ. इस zoo में एंट्री तो फ्री थी, तो फिर उनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आए? यहाँ तक कि उनकी मछलियाँ भी दिन भर तैरने के बावजूद 'obese' हो गई थीं. लेकिन जब असली वजह सामने आई तो सब हैरान रह गए. दरअसल, zoo के दिए हुए एक्स्ट्रा खाने के अलावा, वहां आने वाले लोग भी जानवरों को खिला रहे थे. अब zoo पर जानवरों को 'overfeed' करने का केस होने वाला था. तो zoo वालों ने एक 'genius' आईडिया निकाला. उन्होंने कुछ treadmills खरीदीं और अपने सभी जानवरों को एक सख्त डाइट पर रख दिया. उन्होंने जगह-जगह ये बताने वाले signs भी लगा दिए कि जानवरों को खाना न खिलाएं. लेकिन एक साल बाद भी, कुछ नहीं बदला. सारे के सारे जानवर अभी भी उतने ही मोटे थे.",
      "isOpen": true
    },
    {
      "id": 1755540492769,
      "title": "Translation 2.2",
      "content": "क्या होगा अगर एक ही zoo पर जानवरों को भूखा रखने और उन्हें ज़रूरत से ज़्यादा खिलाने, दोनों के लिए केस हो जाए? एक zoo को लोग बहुत hate कर रहे थे क्योंकि वो अपने जानवरों को भूखा रख रहे थे! उन पर animal abuse का case होने ही वाला था, तो zoo वालों ने जानवरों को बहुत सारा खाना खिलाना शुरू कर दिया! धीरे-धीरे, सारे जानवर बहुत मोटे हो गए और किसी को समझ नहीं आया कि कैसे! इस zoo के अंदर जाना एकदम free था, तो फिर उनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आए? यहाँ तक कि उनकी मछलियाँ भी दिन भर तैरने के बावजूद मोटी हो गई थीं! बाद में पता चला कि zoo जो एक्स्ट्रा खाना दे रहा था, उसके अलावा zoo में आने वाले लोग भी जानवरों को खिला रहे थे! अब zoo पर जानवरों को ज़रूरत से ज़्यादा खिलाने के लिए केस होने वाला था! तो zoo वालों ने एक गजब का idea निकाला! उन्होंने कुछ treadmills खरीदीं और सभी जानवरों को एक strict diet पर डाल दिया! उन्होंने हर जगह sign भी लगा दिए कि प्लीज जानवरों को मत खिलाइए! लेकिन एक साल बाद भी, कुछ नहीं बदला! सारे के सारे जानवर अभी भी बहुत ज़्यादा मोटे थे",
      "isOpen": true
    },
    {
      "id": 1755540492779,
      "title": "for Eng Channel",
      "content": "This zoo made a HUGE mistake… and then made the EXACT opposite mistake. You see, this zoo was getting absolutely CANCELLED online. Why? For starving its animals! People were furious. Lawsuits were about to start flying for animal abuse. So the zoo panicked… and started feeding the animals. A LOT. And then… something weird happened. The animals started getting… well… FAT. Like, REALLY fat. And nobody knew why. Here’s the crazy part. The zoo was FREE. So where was all this food money coming from?! Even the FISH were chonky! And they swim all day! It turns out… the visitors felt so bad for the \"starving\" animals that they were sneaking in food for them. So the animals were getting fed by the zoo AND by the people. Double the food, double the fat! So now the zoo had a NEW problem. They were about to be sued AGAIN… but this time for OVERFEEDING the animals! You can't make this stuff up. So the zoo came up with a 'genius' plan. They bought treadmills for the animals. They put every animal on a super strict diet. They even put up HUGE signs everywhere saying, \"PLEASE, DO NOT FEED THE ANIMALS!\" So, what happened a year later? …Absolutely nothing. Every single animal was still super fat.",
      "isOpen": true
    },
    {
      "id": 1755540492789,
      "title": "Eng to Hi",
      "content": "इस ज़ू की अपने जानवरों को भूखा रखने के लिए बहुत बदनामी हो रही थी। उन पर एनिमल अब्यूज़ का केस होने ही वाला था, इसलिए ज़ू ने जानवरों को बहुत ज़्यादा खिलाना शुरू कर दिया। धीरे-धीरे सारे जानवर बहुत मोटे हो गए और किसी को समझ नहीं आ रहा था कि कैसे। ज़ू में एंट्री तो फ्री थी, तो फिर उनके पास जानवरों को इतना खिलाने के लिए पैसे कहाँ से आ रहे थे? यहां तक कि उनकी मछलियां भी, जो दिन भर तैरती रहती हैं, मोटी हो गई थीं। बाद में पता चला कि ज़ू जो एक्स्ट्रा खाना दे रहा था, उसके अलावा वहां आने वाले लोग भी जानवरों को खिला रहे थे। अब ज़ू पर जानवरों को ज़रूरत से ज़्यादा खिलाने के लिए केस होने वाला था। तो ज़ू ने एक ज़बरदस्त आइडिया निकाला। उन्होंने कुछ ट्रेडमिल्स खरीदीं और सभी जानवरों को एक स्ट्रिक्ट डाइट पर रख दिया। उन्होंने जगह-जगह साइन बोर्ड भी लगा दिए कि जानवरों को खाना न खिलाएं। लेकिन एक साल बाद भी, कुछ नहीं बदला। सारे जानवर अभी भी उतने ही मोटे थे।",
      "isOpen": true
    },
    {
      "id": 1755540492799,
      "title": "Outline",
      "content": "The Zoo's Unsolvable Obesity Problem *   **Initial Problem:** Accused of starving animals.\n    *   **Solution:** The zoo begins overfeeding them.\n*   **New Problem:** Animals become obese.\n    *   **Cause:** Visitors are also feeding them.\n*   **Consequence:** Accused of overfeeding animals.\n    *   **Solution:** The zoo implements diets, exercise, and signs.\n*   **Final Outcome:** A year later, the animals are still obese. *** The Script in One Sentence After being accused of starving its animals, a zoo's attempt to solve the problem by overfeeding backfires when visitors also contribute, resulting in severely obese animals, a new lawsuit for overfeeding, and a completely failed intervention of diet and exercise.",
      "isOpen": true
    }
  ],
  "created": "2025-08-18T18:08:12.709Z",
  "updated": "2025-08-18T18:08:12.709Z"
}